[
    {
        "description": "La versión de FIFA 23 para PC ha recibido un aluvión de quejas por su sistema antitrampas, que estaría provocando errores en el juego. También hay polémica por su mal rendimiento.",
        "articleBody": "FIFA 23 acaba de estrenarse en todas las plataformas y ya está recibiendo críticas por parte de los usuarios de PC. En su página de Steam podemos ver que la mayoría de reseñas de usuarios son negativas, con sólo un 29% de valoraciones positivas en las más de 1500 que se han registrado por el momento. ¿A qué se debe este enfado generalizado? Echando un vistazo a las opiniones de los usuarios, todo apunta a que el sistema antitrampas que Electronic Arts ha introducido en esta versión no permite jugar al nuevo FIFA de manera óptima.Hace un par de semanas Electronic Arts anunció que FIFA 23 contaría en PC con un sistema antitrampas propio, EA Anti-Cheat, desarrollado por la propia compañía, en lugar de uno de terceros. Se explicó que este software vendría integrado y activado automáticamente con el juego, pero que no afectaría al rendimiento del mismo. Ahora los jugadores parecen estar quejándose de el sistema antitrampas sí está ocasionando problemas, provocando incluso que el juego no se ejecute.También hay problemas de rendimiento: EA Sports trabaja en solucionarlosOtras quejas hablan de problemas de rendimiento en FIFA 23, incluyendo caídas de framerate y crasheos inesperados. Ambas situaciones están siendo investigadas por EA Sports, según han explicado, y parece que todavía necesitan seguir recopilando información para dar respuestas certeras a la comunidad. Por el momento, la solución que proponen desde la compañía es que se inicie tanto el juego como Origin, el launcher de PC, en modo Administrador para evitar conflictos de EA Anti-Cheat con software antivirus.En Vandal ya hemos podido probar FIFA 23 en su versión de PS5, aunque también está disponible en Xbox Series X/S, PS4 y Switch con una Legacy Edition, además de en PC. En nuestro análisis os contamos que &quot;es un buen juego de fútbol con una jugabilidad divertidísima, aunque este año peca de conservador y parece tener más las miras puestas en el futuro de la saga con EA Sports FC que con la entrega actual&quot;. También podéis consultar nuestra guía del juego.",
        "title": "FIFA 23 recibe fuertes quejas en Steam por su rendimiento y problemas con EA Anti-Cheat",
        "author": "Manu Delgado"
    },
    {
        "description": "Regalos exclusivos con la compra del juego, descuentos al comprar tu saldo de FUT, packs de consolas, Merchandising exclusivo… ¡y mucho más!",
        "articleBody": "Ofrecido por GAMEEn GAME quieren ayudarte a convertirte en el mejor jugador de FIFA 23, y por eso te traemos los mejores productos, ofertas, regalos exclusivos, descuentos, merchandising… ¡y mucho más! Todo ello para que tu experiencia con FIFA 23 sea la más completa y te conviertas en la estrella de cualquier equipo, ¡no te pierdas todo lo que tenemos para ofrecerte!FIFA 23 con CAJA METÁLICA exclusiva GAME y DLC de regalo:Si has reservado o pre-comprado FIFA 23 en GAME, vas a poder llevarte una espectacular CAJA METÁLICA exclusiva del juego, además de un DLC con contenido extra para FIFA ULTIMATE TEAM, ¡no te lo puedes perder! La caja metálica exclusiva del juego también estará disponible para las primeras compras sin reserva del juego en GAME, hasta fin de existencias. Descúbrelo ya en este enlace.Consola XBOX SERIES S + FIFA 23 de regalo en GAME:¡Hazte ya con tu consola XBOX SERIES S y te llevas FIFA 23 de regalo! En GAME ya puedes comprar tu pack de XBOX SERIES S + FIFA 23* (formato digital) de regalo por solo 299,99€, ¡no te la pierdas en este enlace! Además, también tienes disponible un pack de XBOX SERIES S + segundo Controller oficial + FIFA 23 (digital) por 349,99€.FIFA 23 ULTIMATE EDITION para XBOX, con acceso anticipado en GAME:En GAME ya puedes hacerte con la ULTIMATE EDITION de FIFA 23 para XBOX (formato digital), y que además de acceso anticipado de 3 días al juego, incluye el siguiente contenido extra:Bonificación temporal: artículo de jugador Héroe de FUT de la FIFA World Cup intransferible el 11 de noviembre.4600 FIFA Points.Artículo de Promesas de FUT intransferible el 30 de septiembre.Jug. del equipo de la semana 1 de FUT intransferible.Artículo cedido de Kylian Mbappé para 5 partidos de FUT.Artículo de elección de jugador embajador cedido de FUT para 3 partidos de FUT.Talento local en el modo Carrera (joven promesa local con potencial de clase mundial).No te la pierdas en este enlace.Camiseta oficial FIFA 23 exclusiva GAME:Marca estilo y quédate con todas las miradas al lucir la camiseta oficial de FIFA 23, y que solo vas a poder conseguir en GAME de forma exclusiva. Cuenta con un espectacular diseño con los escudos de FUT y EA SPORTS, y puedes conseguirla en las siguientes tallas: 9-10 años, 11-12 años, XS, S, M, L y XL. ¡Descúbrelas en este enlace!REMOTTO BATTERY WORLD CUP EDITION para PS4 y PS5 exclusivo GAME con descuento al comprar FIFA 23:Solo por tiempo limitado, vas a poder conseguir un descuento del 15% en la compra de cualquier REMOTTO BATTERY WORLD CUP EDITION exclusivo GAME para PS4 o PS5 al comprar FIFA 23 para PS4 o PS5 en GAME, ¡no te pierdas este espectacular producto ideal para tus largas sesiones de juego! ¡Olvidarás lo que es cargar un mando! Descúbrelo en este enlace.Consigue tu saldo para FIFA ULTIMATE TEAM y acumula descuentos en GAME:Finalmente, en GAME vas a poder conseguir tu saldo para FIFA ULTIMATE TEAM, tanto comprando directamente tus FIFA POINTS como comprando tus códigos de PSN o XBOX LIVE. Al comprar tus productos digitales en GAME, acumularás puntos de socio con los que conseguir grandes descuentos en tus próximas compras, ¡así que ya lo sabes! Hazte ya con tus suscripciones y saldo digital en este enlace.¡Así que ya lo sabes! Vive la experiencia definitiva de FIFA 23 en GAME y sal al terreno de juego equipado de la mejor forma posible con los mejores regalos exclusivos, descuentos, packs de consolas, Merchandising exclusivo… ¡y mucho más!",
        "title": "GAME celebra la llegada de FIFA 23 con los mejores productos, regalos exclusivos y descuentos",
        "author": "Redacción"
    },
    {
        "description": "Se trata de la novena expansión del MMORPG más exitoso de todos los tiempos. Para celebrarlo han publicado un nuevo tráiler, donde podemos ver bellas localizaciones de las Islas Dragón.",
        "articleBody": "Blizzard acaba de anunciar que World of Warcraft: Dragonflight se pondrá a la venta el 28 de noviembre. Se trata de la novena expansión del veterano MMO, que nos llevará al continente de las Islas Dragón, en las que viviremos nuevas aventuras que nos llevarán hasta el nivel 70, con nuevas mazmorras, una nueva banda, una nueva forma de volar como Jinete de Dragón. Para celebrarlo han publicado un nuevo tráiler, que podéis ver a continuación: Precompra ya disponibleEn la web de Blizzard ya podéis precomrar World of Warcraft: Dragonflight, que está disponible tres ediciones diferentes: Base (49,99 €), Heroica (69,99 €) y Épica (89,99 €), contando cada una de ellas con contenido diferente comenzando por la básica que contará con la expansión como tal así como con la Mascota Drakks como bonificación por la precompra del juego.La edición Heroica nos encontramos con el contenido de la básica junto a una montura voladora &quot;tejesueños enredado&quot;, la mascota Murkastrasza y una subida de personaje hasta nivel 60 (el previo a la expansión). Por último, con la edición Épica encontraremos todos los beneficios de las dos anteriores y además, 30 días de tiempo de juego, efecto de piedra de hogar Caminante del Tiempo, transfiguración para la ranura de la cabeza diadema del guardahechizos y transfiguración para la ranura de la espalda alas del despertar en 5 variantes de color, una para cada vuelo.Los requisitos de World of Warcraft: DragonflightDragonflight traerá también una serie de mejoras a nivel técnico como nuevas texturas, algunos efectos y, en esta ocasión como punto más destacable, una nueva interfaz más completa, personalizable y atractiva a nivel estético, aunque su precio es el de aumentar los requisitos mínimos y recomendados del MMO, que serán los siguientes:Requisitos mínimos de World of Warcraft: DragonflightSistema Operativo: Windows 7 - 64 bitProcesador: 4 núcleos a 3,0 GHz (AMD Ryzen™ Zen o Intel® Core™ Haswell de 4.ª generación)Tarjeta gráfica: GPU de 3 GB compatible con DirectX® 12 (NVIDIA® GeForce® GTX 900 series, AMD™ GCN de 4.ª generación o Intel® Iris® Xe Graphics)Memoria RAM: 8 GBAlmacenamiento: 128 GB de SSDResolución: Como mínimo 1280 x 720 píxelesConexión a internet de banda anchaRequisitos recomendados de World of Warcraft: DragonflightSistema Operativo: Windows 10 - 64 bitProcesador: 6 núcleos a 3,5 GHz (AMD Ryzen™ Zen 2 o Intel® Core™ Coffe Lake de 8.ª generación)Tarjeta gráfica: GPU de 8 GB compatible con DirectX® 12 (NVIDIA® GeForce® RTX, AMD™ RDNA™ 2 o Intel® Arc™ 7 Graphics)Memoria RAM: 16 GBAlmacenamiento: 128 GB de SSDResolución: Como mínimo 1280 x 720 píxelesConexión a internet de banda ancha",
        "title": "World of Warcraft: Dragonflight saldrá a la venta el 28 de noviembre",
        "author": "Jorge Cano"
    },
    {
        "description": "Google devolverá el dinero del hardware, los juegos y los contenidos descargables que hayamos adquirido en sus tiendas oficiales.",
        "articleBody": "Aunque Google quiso apostar fuerte con Stadia, su plataforma de juego en streaming, en un intento por revolucionar la industria del videojuego, el servicio ha tenido tan poco éxito y calado entre los jugadores que, poco a poco, ha sido dejado de lado tanto por la propia compañía como por el público.El cierre de Stadia Ahora, tres años después de su estreno, Google ha anunciado finalmente el cierre de Stadia, el cual tendrá lugar el 18 de enero de 2023, fecha a partir de la cual ya no se podrá acceder a sus servidores y, por consecuencia, a ninguno de sus juegos.Para compensar a quienes invirtieran en este servicio, la compañía ha prometido devolver el dinero de todo el hardware que hayamos comprado en Google Store, así como de todos los juegos y contenidos descargables que hubiésemos adquirido a través de la tienda digital de Stadia. Se espera que las devoluciones se hayan completado para mediados de enero.&quot;Hace unos años lanzamos Stadia y aunque creamos una potente tecnología para sustentar este servicio, no ha terminado de convencer a los usuarios como esperábamos, así que hemos tomado la difícil decisión de cerrar Stadia&quot;, explica Phil Harrison, vicepresidente de Stadia, en un comunicado donde también asegura que los trabajadores de este servicio pasarán a trabajar en otras partes de Google.Además, Harrison comenta que cree que la tecnología de Stadia puede utilizarse todavía en otros servicios de Google, como YouTube o Google Play, por no hablar de que también tienen planes de facilitarla a otras compañías para que ayude a impulsar el sector de los videojuegos. Las pistas que vaticinaban el fin de StadiaComo decimos, esta noticia no pilla a nadie por sorpresa, ya que las últimas informaciones y rumores apuntaban a ello, aunque Google se empeñara en desmentirlo.Otra pista de ello la tuvimos en el reciente anuncio de Logitech G Cloud Handheld, una nueva consola portátil destinada al juego en la nube que se presentó este mismo mes en sociedad y que, curiosamente, el único servicio de juego en streaming que no incluía era el de Stadia.",
        "title": "Google Stadia cerrará sus puertas para siempre el 18 de enero de 2023",
        "author": "Carlos Leiva"
    },
    {
        "description": "¿Quieres jugar a Wordle en español normal, con tildes y científico hoy viernes 30 de septiembre de 2022 y no sabes cuál es la palabra del día? Te mostramos las pistas para adivinarla y la solución del reto.",
        "articleBody": "El popular Wordle en español vuelve a traernos hoy, viernes 30 de septiembre de 2022, una nueva palabra para adivinar. Como ya es habitual, el reto diario de este simpático juego de navegador propone a sus usuarios descubrir una palabra formada por cinco letras (en sus versiones normal y modo científico) en tan solo seis intentos o menos.¿Eres capaz de adivinarla por ti mismo? ¿Necesitas ayuda para saber cuál es? Si te está costando resolver el reto de hoy, tanto en su versión normal como las que se juegan con tildes y en modo científico, en esta noticia te vamos a dar varias pistas muy útiles para que puedas solucionarlo y, en caso de que no quieras darle muchas vueltas, también te dejamos la solución directa al final.Trucos para principiantes para el Wordle de hoy 30 de septiembreSi quieres saber cuál es la palabra del reto de hoy en Wordle adivinándola por ti mismo, pero te está costando averiguar cuál es, entonces tenemos varios consejos, trucos y pistas para ti que seguro te resultarán de ayuda. En primer lugar, como siempre, si eres nuevo en el juego te recomendamos que hagas un primer intento con una palabra en la que no se repita ninguna letra y haya al menos 2 vocales y 3 consonantes (recuerda que las consonantes más repetidas en español son S, R, M, N, L).Después del primer intento si no has acertado, conserva las letras que aparecen de color verde y cambia de lugar las de color amarillo (si las hay). Las grises no te sirven y has de descartarlas.Bien, ahora pasamos a darte las pistas clave para adivinar la palabra de hoy en Wordle normal, con tildes y en modo científico, son las siguientes (ten en cuenta que cada pista es más explícita que la anterior, así que lee detenidamente y salta a la siguiente solo si lo crees necesario):Pistas y solución para el reto de Wordle #267La palabra de hoy es un nombre femenino.La palabra de hoy repite una de sus letras.La palabra de hoy se compone de 2 consonantes y 3 vocales.La palabra de hoy no contiene la I, la O ni la U como vocales.La palabra de hoy tiene como letra central la consonante R.La palabra de hoy repite dos veces la vocal A.La palabra de hoy está relacionada con un movimiento periódico y alternativo de la naturaleza, que se da por la atracción del sol y de la luna.La palabra de hoy empieza por la letra M y termina por la A.Si tras ojear todas estas pistas aún no sabes cuál puede ser la palabra del día de hoy en Wordle en español, no te preocupes más, aquí debajo te vamos a dar directamente la solución. Ojo, estás avisado, no sigas leyendo si quieres adivinar por ti mismo la palabra del día.Solución de Wordle #267: 30 de septiembreLa palabra de hoy en Wordle normal para el día 30 de septiembre es la siguiente:MAREAPistas y solución para el reto de Wordle con tildes #214La palabra de hoy es un adjetivo.La palabra de hoy no repite ninguna de sus letras.La palabra de hoy se compone de 4 consonantes y 3 vocales.La palabra de hoy no contiene la E ni la U como vocales.La palabra de hoy lleva la tilde en la segunda letra.La palabra de hoy tiene como letra central la consonante M.La palabra de hoy es relativa al cosmos.Si tras ojear todas estas pistas aún no sabes cuál puede ser la palabra del día de hoy en Wordle con tildes, no te preocupes más, aquí debajo te vamos a dar directamente la solución. Ojo, estás avisado, no sigas leyendo si quieres adivinar por ti mismo la palabra del día.Solución de Wordle con tildes #214: 30 de septiembreLa palabra de hoy en Wordle con tildes para el día 30 de septiembre es la siguiente:CÓSMICAPistas y solución para el reto de Wordle científico #201La palabra de hoy repite una de sus letras.La palabra de hoy no contiene la I, la A ni la U como vocales.La palabra de hoy se compone de 4 consonantes y 2 vocales.La palabra de hoy empieza por la letra N y termina por la letra N.La palabra de hoy es el apellido de un físico y matemático inglés muy famoso.La palabra de hoy también da nombre, en la física, a tres leyes de movimiento muy reconocidas.Solución de Wordle científico #201: 30 de septiembreLa palabra de hoy en Wordle científico para el día 30 de septiembre es la siguiente:NEWTONWordle es un pequeño juego web creado por Josh Wardle que a principios del año 2022 se hizo viral en la red por su simple pero ingeniosa propuesta. En sus primeros meses de vida creció tan rápido en todo el mundo que no tardó en ser adquirido por el mismísimo periódico The New York Times y, además, le han salido clones de todo tipo como Absurdle, Squirdle, Framed o Yordle.",
        "title": "Wordle en español, tildes y científico hoy 30 de septiembre: Pistas y solución a la palabra oculta",
        "author": "Daniel González"
    },
    {
        "description": "El sucesor espiritual de Dead Space se pondrá a la venta el 2 de diciembre, y promete ser una intensa y terrorífica aventura de acción survival horror.",
        "articleBody": "Striking Distance Studios ha publicado un nuevo tráiler The Callisto Protocol, la aventura de terror y acción que se pondrá a la venta el 2 de diciembre en PlayStation, Xbox y PC, con textos y voces en español. Este tráiler, La Prisión Black Iron, nos cuenta nuevos detalles de la historia, y muestra algunas de las escenas más impactantes del juego que se han mostrado hasta el momento, podéis verlo a continuación: El sucesor espiritual de Dead SpaceThe Callisto Protocol es el nuevo juego Glen Schofield, cocreador de la saga Dead Space, que debutó en 2008 y que con el paso de los años está considerada una de las mejores aventuras de survival horror de todos los tiempos, que tuvo varias continuaciones y que regresará con un remake el próximo mes de enero.The Callisto Protocol ofrecerá algo muy parecido, siendo una aventura de terror y acción con una ambientación muy opresiva de ciencia ficción, en la que nos tendremos que enfrentar a las más horribles criaturas con un gran hincapié en el gore, con toda una serie de espectaculares y horrendas muertes para nuestro personaje protagonista.Sus creadores han prometido que seguirán expandiendo el juego durante los próximos cuatro años, con todo tipo de nuevos contenidos descargables, desde nuevas historias a modos de juego.",
        "title": "The Callisto Protocol estrena un espectacular y sangriento tráiler de su historia",
        "author": "Jorge Cano"
    },
    {
        "description": "El director de diseño justifica el desgaste de las armas argumentando que así los jugadores experimentarán con todo el arsenal disponible. También confirma que será posible equiparse hasta 8 armas.",
        "articleBody": "Los fans de los zombis tienen marcado en su calendario el 3 de febrero de 2023, la fecha en la que Dead Island 2 se pondrá a la venta para PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S y PC tras un largo y turbulento desarrollo por parte de Dambuster. Desde que el título resucitó, sus creativos han compartido algunos detalles interesantes, como por ejemplo que la aventura no se desarrollará en un mundo abierto o que, tal y como ha revelado recientemente Adam Duckett, director de diseño del proyecto, el juego contará con una mecánica de degradación de armas. Al igual que en otros juegos como Dying Light e incluso The Legend of Zelda: Breath of the Wild, Duckett ha explicado en su entrevista con VG247 que su intención es que los jugadores experimenten con todo tipo de armas con este sistema. &quot;Somos generosos con el equipamiento; queremos que los jugadores exploren todo el arsenal de armas, así que tenemos muchas modificaciones geniales, y muchas ventajas, y muchas otras cosas en este juego que queremos que los jugadores prueben&quot;. El videojuego contará con un medidor de degradación para cada arma con tal de que los jugadores puedan gestionarlas a su gusto. En palabras del propio Duckett, al romper una katana, los jugadores podrán ver cómo la empuñadura se mantiene en las manos del avatar, mientras que el resto de la hoja se queda incrustada en el cráneo de un zombi. Por último, el director de diseño ha comentado que los jugadores podrán equiparse hasta 8 armas que podrán ser fácilmente intercambiables mediante una rueda de armas, mientras que también podrán guardar 8 más en el inventario. Nuestras primeras impresiones tras probarlo &quot;Dead Island 2 no pretende inventar la rueda, como tampoco lo hizo su predecesor, un éxito casi inesperado que demostró la importancia de un buen tráiler en la campaña de marketing de un juego. Pero sin duda nos lo hemos pasado genial con esta breve demo. Aunque nos ha dejado claro que a nivel de exploración y desarrollo no vamos a ver nada demasiado original, será en los combates, divertidísimos y aparentemente profundos, donde estará la clave de un título muy esperado&quot;, comentamos. Recordad que el videojuego ya se puede reservar en GAME en sus versiones de consola. ",
        "title": "Las armas de Dead Island 2 se degradarán por el uso, pero el equipamiento será generoso",
        "author": "Gerard Martí"
    },
    {
        "description": "El famoso grupo de comunicación afincado en España que engloba Antena 3 y La Sexta se aliará con la empresa española CABAL Esports para comenzar un ambicioso proyecto.",
        "articleBody": "Los deportes electrónicos han ido creciendo en popularidad de forma más que notable durante los últimos años, contando con eventos cada vez más importantes a nivel internacional como los Worlds 2022 de League of Legends, los Major de CS:GO o The International, el prestigioso torneo de DOTA 2.A esta escena se va a unir Atresmedia, el conocido grupo de comunicación español que engloba a Antena 3, La Sexta u Onda Cero (entre otros canales y radios) y que va a unir fuerzas con CABAL Esports para entrar en el mundo de los deportes electrónicos y los videojuegos para crear CTK, una empresa para organizar torneos de esports y experiencias relacionadas con los videojuegos en todo el mundo, una figura conocida a nivel internacional como la de Tournament Organizer (TO) teniendo como ejemplos ESL o BLAST.Con este movimiento Atresmedia abrirá una nueva línea de negocio y entrará en este sector contando con la ayuda de Cabal que es un referente en la producción de eventos y torneos en España, estando detrás de la producción de DreamHack Valencia 2022, la eCopa RFEF, la liga nacional de Rainbow Six Siege o eventos de creadores de contenido como La Velada del Año o las Campanadas de Ibai.Los objetivos y servicios de CTKEl objetivo de Atresmedia será que CTK se convierta en un referente en el sector aunando el talento y la experiencia de ambas compañías, organizando torneos y eventos de videojuegos además de proporcionar una asesoría estratégica y de producción tanto a empresas internas de Atresmedia como a las de terceros que quieran adentrarse en el sector, así como dar su apoyo a acciones con influencers  para apoyar a marcas o eventos o ayudar a distintas ferias con la producción de su contenido e incluso promocionar nuevos productos o gestionar campañas de lanzamientos de videojuegos.",
        "title": "Atresmedia entra a los esports para crear CTK y organizar torneos internacionales",
        "author": "Saúl González"
    },
    {
        "description": "Estos son todos los códigos gratis de Garena Free Fire que podrás canjear hoy, viernes 30 de septiembre. Consigue recompensas como skins, diamantes y mucho más.",
        "articleBody": "El éxito para móviles Android e iOS, Garena Free Fire, ha recibido nuevos códigos diarios para hoy viernes 30 de septiembre de 2022. Los jugadores pueden canjear estos códigos para recibir recompensas variadas en su cuenta. El Battle Royale de Garena es uno de los títulos más jugados y descargados del mercado y por ello la compañía a menudo libera diferentes códigos para su enorme comunidad. Si queréis haceros con ellos, daos prisa, en esta noticia os los compartimos todos.Códigos de Free Fire y Free Fire MAX para hoy viernes 30 de septiembre de 2022Estos son los códigos válidos para hoy 30 de septiembre de 2022 en Europa:FFVZ4BIYS71ZFFSVJP3TU334FF81NOO0JL5OFFWU4RG04EO7FFCVSF9NGAXOFFW89APV8S4AFFDKB3N600C2FFEKEAO3TZE7FFG9Z4H5WZ06FFHVKVZDQ3Y7FFXB8PPINJTOFF8RLM0UN5PMFFGLQB1PYERLFF42YCFHIT47FFGG7M31W4B0Estos son los códigos válidos para hoy 30 de septiembre de 2022 en México:FFD18QII8769FF6A58LEO1WYFFU99P65RK9IFFOBM9T95VCFFFU4V4X0PG41FFCMUE4IVC50FF3LR9D2Y0UIFF52XV82MSO0FFXNMA3QY5IMFF2UEESCKXBLFF1YUB1593D2FFGJG7W0KCUYFFVLDNLRW8DLFFNXG6MMP3SGFFDE6PZ6XCJVRecordad que los códigos pueden ser válidos o no en función de cuándo los introduzcáis. Algunos son válidos durante un día entero desde su publicación, mientras que otros no duran más que una o dos horas.La mayoría de los códigos liberados de Free Fire contienen recompensas aleatorias que pueden ser artículos tan valiosos como diamantes, monedas de oro, tokens, nuevos diseños y skins y mucho más.¿Cómo canjear los códigos de Free Fire?Canjear códigos promocionales de Free Fire es muy fácil y solo hay que seguir unos sencillos pasos. Ten en cuenta que los códigos no se pueden canjear directamente desde dentro de la aplicación del juego, sino que hay que visitar esta página oficial de recompensas de Garena.Una vez dentro de la web: elige una de las plataformas de ingreso e inicia sesión con tu cuenta de Free Fire (Facebook, Twitter, VK, Google, Huawei o Apple).No podrás canjear códigos: con una cuenta de invitado.Después de iniciar sesión: ingresa tu código promocional alfanumérico de 12 caracteres y asegúrate de que tu usuario y servidor sean los correctos (las letras siempre son en mayúsculas).Cuando el código se haya confirmado correctamente: recibirás un mensaje de felicitación y las recompensas tardarán unos 30 minutos en llegar a tu cuenta (pudiendo incluso tardar 12 horas por diversos factores).Recordad que cada código de Free Fire solo se puede canjear una única vez por cuenta. Free Fire es un Battle Royale gratuito que se encuentra disponible para dispositivos móviles Android e iOS. Si queréis ganar todas vuestras partidas, no dudéis en echar un vistazo a nuestra completa guía con trucos y consejos.",
        "title": "FREE FIRE | Códigos de hoy viernes 30 de septiembre de 2022 - Recompensas gratis",
        "author": "Daniel González"
    },
    {
        "description": "Varios estudios independientes que están a punto de lanzar juegos para Stadia supieron la noticia con el anuncio oficial de Google.",
        "articleBody": "Google anunció ayer el cierre de su plataforma de juego en la nube Google Stadia el próximo 18 de enero de 2023 pese a que este verano desmintió los rumores que apuntaban a ello. Google ha mantenido la decisión en secreto y no la comunicó a los desarrolladores que estaban trabajando en juegos para el servicio, y muchos estudios independientes han mostrado su sorpresa al enterarse por el comunicado oficial de hace unas horas.Tom Vian de SFB Games por ejemplo publicó que su juego Tangle Tower se lanzaba en Google Stadia &quot;en dos días, y con este artículo es la primera vez que oigo hablar sobre el cierre&quot;. La desarrolladora Rebecca Heineman respondió a este mensaje con una experiencia similar: &quot;Tenemos un título que se lanza el 1 de noviembre. Ahora nos enteramos de esto&quot;.We have a title coming out November 1st. Now we hear about this.&mdash; Rebecca Heineman (@burgerbecky) September 29, 2022 &quot;Hace unos años lanzamos Stadia y aunque creamos una potente tecnología para sustentar este servicio, no ha terminado de convencer a los usuarios como esperábamos, así que hemos tomado la difícil decisión de cerrar Stadia&quot;, explicó Phil Harrison, vicepresidente de Stadia. Para los usuarios hay una noticia positiva, y es que Google devolverá el dinero del hardware adquirido en Google Store, además de los juegos y contenidos descargables.Las reacciones de la industriaVarios desarrolladores han reaccionado al anuncio de Google, lamentando el potencial que tenía la idea, señalando los errores de su servicio o mostrando su preocupación por el futuro de sus juegos previstos para Stadia. &quot;Una parte de mí está tan triste por el espectacular mal manejo de Google con Stadia. Cuando me lo presentaron por primera vez, mucho antes del lanzamiento, tenían muchas ideas geniales, pero las estrategias conservadoras, falta de confianza en los desarrolladores y una inversión absolutamente insuficiente, terminaron por matarlo&quot;, dice Rami Ismai de Vlambeer.Oh my god https://t.co/3lX9ExEfKBWe have a game coming to Stadia in November. Who wants to guess that Google will refuse to pay us the money they owe us for it&mdash; Mike Rose (@RaveofRavendale) September 29, 2022 Super sad to see, especially for all the people working extremely hard on making this work. My heart goes out to all of them.Stadia had such huge potential. Even for accessibility, they were one of the first to list accessibility info on games in the store.Sad to see it go. https://t.co/k801OkF2dM&mdash; Steve Saylor (@stevesaylor) September 29, 2022 Part of me is just so sad at Google&#39;s spectacular mishandling of Stadia. When it was first pitched to me, long before launch, they had so many cool ideas - but conservative strategies, a lack of trust in devs, &amp; absolute underinvestment - it killed it. https://t.co/ykhD5qZYyN&mdash; Rami Ismail (&#1585;&#1575;&#1605;&#1610;) (@tha_rami) September 29, 2022 Google made a really solid and good-spirited effort with Stadia, supporting a lot of developers along the way. F https://t.co/ShDFbZYaOu&mdash; Tim Sweeney (@TimSweeneyEpic) September 29, 2022 I know everybody is having a great time laughing at this but stadia had the best dev revenue of any streaming service, and launching Hyper Gunsport there was going to recoup our dev costs. We were launching there in November and are now in a much tougher situation. https://t.co/ZM8MfKrc5A&mdash; brandon sheffield (@necrosofty) September 29, 2022 To be fair, Google Stadia faced terrible odds in the past 3 years, having to deal with:- a global pandemic forcing people to turn to online entertainment.- graphic cards and console shortages, creating high demand for alternatives. If only they hit the market at a better time&mdash; Aadit Doshi (@AaditDoshi) September 29, 2022 The developers at Stadia created a development platform that&#39;s empowered us to continue to create and evaluate Destiny 2 from home over the past few years. I&#39;m sure today is rough for a lot of folks, thanks for helping us make games.&mdash; Joe Blackburn (@joegoroth) September 29, 2022 ",
        "title": "Los desarrolladores de juegos en Google Stadia desconocían su cierre",
        "author": "Ramón Varela"
    },
    {
        "description": "Niantic comparte las novedades para el mes de octubre de 2022 en España y todo el mundo en Pokémon GO; descubre aquí los Pokémon destacados, recompensas, eventos, fechas, horas y mucho más.",
        "articleBody": "Un año más, Halloween está a la vuelta de la esquina en Pokémon GO. El popular título de móviles de Niantic está preparando sus principales novedades del mes de octubre de 2022 y la nueva época del otoño. Recientemente la compañía ha compartido una nueva infografía con todos los eventos y Pokémon que habrá disponibles para capturar a lo largo de este mes que da comienzo mañana:A continuación te damos toda la información importante para que puedas prepararte y sacarle el máximo partido a todo lo que está por venir en octubre en Pokémon GO.Encuentro de logro de investigación de octubre 2022El nuevo encuentro de logro de investigación por completar los siete sellos semanales de las investigaciones de campo durante el mes de octubre 2022 es el siguiente:El Pokémon Shedinja*: disponible para reclamar junto con un Incienso desde el sábado, 1 de octubre de 2022, a la 1:00 p.m. (GMT -7), hasta el martes, 1 de noviembre de 2022, a la 1:00 p.m. (GMT -7).Pokémon destacados en las incursionesLas incursiones en octubre de 2022 estan plagadas de nuevos Pokémon legendarios muy especiales en sus niveles de 5 estrellas. Estas son las criaturas confirmadas y sus fechas de aparición (tened en cuenta que todas las rotaciones empiezan y terminan a las 10:00, hora local, a menos que se indique lo contrario):Yveltal*: desde el 27 de septiembre de 2022, hasta el 8 de octubre de 2022.Xerneas*: desde el 8 de octubre de 2022, hasta el 20 de octubre de 2022.Giratina (forma modificada)*: desde el 20 de octubre de 2022, hasta el 27 de octubre de 2022.Giratina (forma Origen)*: desde el 27 de octubre de 2022, hasta el 8 de noviembre de 2022.Pokémon de las MegaincursionesEn cuanto a los Pokémon megaevolucionados presentes en las Mega Incursiones, estos son los megaevolucionados que habrá disponibles (tened en cuenta que todas las rotaciones empiezan y terminan a las 10:00, hora local, a menos que se indique lo contrario):Mega-Lopunny*: desde el 27 de septiembre de 2022, hasta el 8 de octubre de 2022.Mega-Manectric: desde el 8 de octubre de 2022, hasta el 20 de octubre de 2022.Mega evolución sorpresa*: desde el 20 de octubre de 2022, hasta el 8 de noviembre de 2022.Eventos de hora de incursionesTodos los miércoles de octubre contarán con un evento de hora de incursiones desde las 18:00 a las 19:00, hora local. En las horas de incursiones estarán presentes los siguientes Pokémon:Miércoles 5 de octubre: Yveltal*Miércoles 12 de octubre: Xerneas*Miércoles 19 de octubre: Xerneas*Miércoles 26 de octubre: Giratina (forma modificada)*Horas del Pokémon destacadoEn el mes de octubre de 2022, la hora del Pokémon destacado tendrá lugar todos los martes de 18:00 a 19:00, hora local, como es costumbre. Cada hora destacará a un Pokémon distinto junto con un bonus especial:4 de octubre | Purrloin: El doble de PX por evolucionar Pokémon.11 de octubre | Haunter: El doble de Polvo estelar por capturar Pokémon.18 de octubre | Misdreavus*: El doble de PX por capturar Pokémon.25 de octubre | Shuppet*: El doble de PX por evolucionar Pokémon.Día de la Comunidad de octubre 2022El Día de la Comunidad de octubre 2022 tendrá como Pokémon destacado a Litwick, el Pokémon de tipo Fantasma y Fuego. Este evento mensual se celebrará concretamente el sábado 15 de octubre de 2022 entre las 14:00 y las 17:00, en horario local. Puedes consultar más detalles, bonus y características del evento en esta otra noticia relacionada.Si os quedáis hasta después de las 17:00 en el #PokemonGOCommunityDay, ¡podréis competir en más incursiones hasta las 22:00 (hora local)!Más información sobre este tétrico Día de la Comunidad: https://t.co/014acYSG8v#SeasonOfLight— Pokémon GO España (@PokemonGOespana) September 19, 2022 Próximos eventos destacadosAdemás de todo esto, Niantic también ha adelantado la fecha y características resumidas de algunos eventos especiales que veremos en octubre de 2022, se trata de los siguientes:Estrellas de la Evolución: del 5 de octubre a las 10:00, al 11 de octubre de 2022 a las 20:00.Día de Incursiones de Mega-Gyarados: el sábado 8 de octubre, de 14:00 a 17:00.Festival de la Luz: del 14 de octubre a las 10:00, al 17 de octubre de 2022 a las 20:00.Evento de Halloween 2022: del 20 de octubre a las 10:00, al 1 de noviembre de 2022 a las 20:00.Pokémon GO, está disponible gratis para Android e iOS desde el año 2016. Si queréis conocer más detalles del título, podéis consultar nuestra completa guía con trucos y consejos.",
        "title": "Eventos de octubre 2022 en Pokémon GO: Halloween, Shedinja y todas las novedades",
        "author": "Daniel González"
    },
    {
        "description": "FIFA 23 se pone a la venta y su principal competidor, eFootball, también ha recibido mejoras gráficas durante el último año.",
        "articleBody": "FIFA 23 se pone hoy a la venta, convirtiéndose en el último FIFA desarrollado por Electronic Arts antes de la llegada de EA Sports FC en 2023. Por su parte, Konami mantiene actualizado eFootball, su juego de fútbol gratuito que ahora es eFootball 2023 que además de incluir la temporada 22/23 ha ido evolucionando para pulir los gráficos y rostros de los jugadores.¿Qué juego es más realista en gráficos y físicas? El canal ElAnalistaDeBits presenta esta comparativa entre las versiones más actuales de estas dos sagas deportivas, o lo que es lo mismo, Frostbite en FIFA frente a Unreal Engine de eFootball. Como podemos ver, la iluminación es uno de los aspectos que más diferencias da entre los dos juegos -con una luz más artificial en el caso de eFootball-; en animaciones faciales y efecto del pelo, FIFA da una impresión mejor.&quot;¿Merece la pena FIFA 23 este año? Si sois jugadores enfocados en el online que os gusta disfrutar de FUT o Clubes Pro lo cierto es que sí, ya que hay cambios suficientes en estas dos vertientes (sobre todo en la segunda) como para volver a sumergirnos en el mejor juego de fútbol en la actualidad en su conjunto&quot;, contamos en el análisis de FIFA 23. Sin embargo, si sois jugadores de la vieja escuela que preferís disfrutar de una Carrera tradicional con un jugador o un mánager y ya tenéis FIFA 22, no hay demasiados alicientes en lo jugable más allá de la actualización de plantillas o de poder tomar el control del carismático Ted Lasso y el Richmond.Así ha mejorado eFootballDespués de un lanzamiento muy criticado, eFootball ha corregido errores y modelados de los futbolistas más conocidos. Se puede apreciar que el público de las gradas cuenta en la versión actual con un mayor nivel de detalle y animaciones más fluidas y menos robóticas. Los rostros de los futbolistas también han sido ligeramente corregidos para parecerse un poco más a sus homónimos de la vida real, mientras que sus animaciones también son ahora más naturales que en la versión original.",
        "title": "FIFA 23 vs eFootball 2023: Comparan los gráficos de los dos juegos de fútbol",
        "author": "Ramón Varela"
    },
    {
        "description": "Razer Edge 5G es un nuevo dispositivo con tecnología 5G fruto de la colaboración entre Razer, Verizon y Qualcomm. El próximo 15 de octubre se presentarán más detalles durante la RazerCon 2022.",
        "articleBody": "Razer, Qualcomm y Verizon están colaborando para lanzar un nuevo sistema portátil enfocado a los videojuegos con tecnología 5G. El dispositivo ha sido bautizado como Razer Edge 5G, aunque por el momento los detalles sobre sus especificaciones, precio y fecha de lanzamiento son más bien escasos. Sin embargo, sus desarrolladores han prometido que se compartirá más información el próximo 15 de octubre durante la RazerCon y han comentado a modo de adelanto que el sistema contará con el Snapdragon G3x Gen 1 de Qualcomm, el cual cuenta con una GPU Adreno capaz de ejecutar juegos Android a 144 fotogramas por segundo, además de ofrecer conectividad 5G y Wifi 6E gracias al sistema FastConnect 6900. BREAKING: @Verizon, @Razer and @Qualcomm are teaming up on the world's first 5G mobile gaming handheld—Razer Edge 5G! It will allow you to play your favorite games regardless of whether you are gaming in the cloud, on an app or streaming from your console. https://t.co/TYPw5xFyeF pic.twitter.com/F9Vg3CfABl— George Koroneos &#128511;&#127865; (@GLKCreative) September 28, 2022 Se sospecha que el Razer Edge 5G se parecería mucho en especificaciones a un kit para desarrolladores presentado por Razer y Qualcomm a finales del año pasado para mostrar las capacidades del G3x. Dicho dispositivo de prueba contaba con una pantalla OLED de 120 Hz y 6,65 pulgadas, además de cuatro altavoces integrados. Según Verizon, este sistema portátil con Android puede reproducir juegos localmente, además de transmitirlos desde la nube y las consolas, unas características que lo convierten en una mezcla entre Logitech G Cloud Handheld y Steam Deck. ¿La nueva competencia de Steam Deck?Steam Deck ha sido todo un éxito, motivo por el cual otras compañías están tratando de competir contra el dispositivo de Valve con sus propios sistemas similares. Además de los citados encontramos el ONEXPLAYER Mini Pro, un PC portátil que rivaliza con Steam Deck en cuanto a potencia. Volviendo al nuevo aparato de Razer, cabe destacar que Steam Deck no cuenta con conectividad 5G, un detalle que podría ser interesante de cara a cuando se ponga a la venta al mercado. ",
        "title": "Razer y Verizon colaboran para lanzar un potente dispositivo portátil con 5G",
        "author": "Gerard Martí"
    },
    {
        "description": "Recopilamos todos los juegos gratis y pruebas por tiempo limitado que estarán disponibles del 30 de septiembre al 3 de octubre en Xbox Series X/S, Xbox One y PC.",
        "articleBody": "Los mejores juegos gratis para todas las plataformasJuegos gratis de septiembre en PS Plus, Xbox Gold, Epic Games, Prime Gaming y Stadia ProComo cada fin de semana, del 30 de septiembre al 3 de octubre hay una serie de promociones disponibles en Xbox Series X/S, Xbox One y PC que e nos van a permitir jugar gratis, tanto con pruebas a coste cero por tiempo limitado, que nos dejan acceder sin pagar a las versiones completas de ciertos juegos, como directamente con regalos de títulos para ordenador que podemos sumar gratis a nuestras bibliotecas y quedárnoslos para siempre. A continuación repasamos todas las promociones disponibles para jugar sin pagar este fin de semana:Una prueba gratuita en los Free Play Days de Xbox Live GoldComo cada fin de semana, las personas suscritas a Xbox Live Gold en Xbox Series X/S o Xbox One podrán disfrutar de acceso gratuito por tiempo limitado a las versiones completas de varios títulos seleccionados, aunque en esta ocasión sólo hay un juego en lugar de los dos o tres que se incluyen habitualmente. Esta promoción, conocida como Free Play Days, también está abierta a suscriptores de Xbox Game Pass Ultimate, ya que incluye el servicio Live Gold en su membresía. Este fin de semana, hasta el lunes 3 de octubre a las 8:59h (hora peninsular española), se puede jugar gratuitamente a este juego:WRC 10 FIA World Rally ChampionshipVarias pruebas gratuitas en Steam por tiempo limitadoEn Steam también podemos encontrar múltiples promociones que nos permiten jugar gratis a juegos completo por tiempo limitado. Como estas dependen de cada editora o desarrolladora, las duración de estas pruebas de fin de semana varían dependiendo de cada juego. A continuación puedes ver todas las que hay disponible actualmente y el tiempo que tienes para aprovecharlas:F1 22: finaliza en 3 días.Hearts of Iron IV: finaliza en 3 días.SUPERHOT: finaliza en 6 días.Nuevos juegos gratis en Epic Games StoreEpic Games Store ya ha actualizado su promoción semanal por la que ofrece uno o varios videojuegos gratis para PC a toda aquella persona que desee reclamarlo antes de que finalice el plazo. En esta ocasión la tienda digital nos ofrece dos juegos completamente gratis que nos podemos quedar para siempre, aunque sólo si los reclamamos antes de su fecha límite: el próximo jueves 6 de octubre a las 17:00h (hora peninsular española). Son los siguientes:Runbow (precio habitual 11,99 €)The Drone Racing League Simulator (precio habitual 7,99 €)Además de estos dos juegos semanales, Epic Games Store también ha anunciado ya cuáles serán los títulos que podremos descargar gratis el próximo jueves, cuando Runbow y The Drone Racing League Simulator dejen de estar disponibles: serán sustituidos por otros dos juegos, Rising Hell y Slain: Back from Hell, ambos disponibles del 6 al 13 de octubre a las 17:00h (hora peninsular española).",
        "title": "Juegos gratis del fin de semana: F1 22, Superhot, WRC 10 FIA World Rally Championship y más",
        "author": "Manu Delgado"
    },
    {
        "description": "Volvemos con un nuevo podcast repasando la actualidad del videojuego de los últimos días, con los análisis e impresiones de los juegos del momento.",
        "articleBody": "Volvemos con un nuevo programa de Vandal Radio, nuestro podcast semanal en el que repasamos toda la actualidad del videojuego y os ofrecemos los análisis e impresiones de los juegos del momento. Esta semana comentamos el cierre de Stadia, el primer tráiler de la serie de The Last of Us, el resurgir de Cyberpunk 2077, y analizamos FIFA 23 y Grounded.Al timón del programa está José de la Fuente, con 20 años de experiencia en radio y creador y conductor de Blade FM durante ocho temporadas, acompañado por redactores de Vandal como Jorge Cano, Alberto González, Rubén Mercado, Fran G. Matas, Carlos Leiva, Sara Borondo y Juan Rubio dan sus opiniones sobre varios temas de actualidad y analizan los últimos lanzamientos.",
        "title": "Vandal Radio 10x06 - El cierre de Stadia, Grounded, FIFA 23, la serie de The Last of Us",
        "author": "Jorge Cano"
    },
    {
        "description": "U-tad ofrece un Máster Profesional en Dirección de Producción para Animación, VFX y Videojuegos.",
        "articleBody": "La imagen del productor como alguien que se pasea por un estudio como si fuera un vigilante y que decide como si fuese todopoderoso dónde se invierte dinero y dónde no está bastante alejada de la realidad. La función real de un productor de videojuegos es organizar &quot;todo a su alrededor para que el director y todo su equipo puedan llevar a cabo el proyecto que este tiene en mente&quot;, define Julián Larrauri, director y profesor del Máster Profesional en Dirección de Producción para Animación, VFX y Videojuegos de U-tad y productor delegado en Arcadia.En un videojuego el productor es el que consigue que los departamentos de arte, programación y diseño se centren en sus responsablidades, en crear el videojuego y, dice Larrauri, &quot;no se tengan que preocupar del presupuesto, la planificación, de si el departamento anterior ha hecho todo su trabajo, de si su ordenador tiene todas las licencias, si su mesa cojea o si la máquina de café funciona&quot;, todo eso es responsabilidad del productor o de los productores. En los proyectos más grandes tienen diversos roles de producción: en el caso de la animación el productor ejecutivo que consigue la financiación necesaria y crea la estructura que necesita el director y, en cualquier productor audiovisual, el director de producción, apunta Larrauri, &quot;administra ese dinero y organiza los recursos materiales y humanos para orientarlos todos a la consecución de la película, serie o videojuego&quot;.Todo el equipo desempeña un papel importante, hasta el asistente de producción, que coordina a un pequeño grupo de trabajadores para que cumplan sus asignaciones semanales. Del Máster Profesional de U-tad los alumnos salen preparados para trabajar como Production Manager, Production Coordinator, Executive Producer, Production Supervisor y Production Assitant.Asignaturas propias de cada área y otras comunesLos productos multimedia digitales (animación, VFX y videojuegos) tienen bastantes puntos en común, por lo que es habitual que los productores salten de un área a otra y que se comparta la metodología de producción. Según explica el director del máster, &quot;esto no quita que cada una de estas áreas tenga también sus metodologías específicas que es necesario conocer y, de hecho, impartimos en el máster; asignaturas como Presupuestos o Planificación se imparten en cada una de las áreas mientras que otras como Pensamiento Creativo o Fundamentos de Financiación son comunes a las tres áreas&quot;, añade. Al terminar el Máster Profesional en Dirección de Producción de U-tad los alumnos pueden analizar un proyecto, plantear un presupuesto y desarrollar un calendario que garantice que van a cumplir en tiempo y forma con el plan establecido.Integración con los proyectos de otros másteresComo parte de su formación los alumnos de U-tadllevan a la práctica esos conocimientos como si estuviesen trabajando en un proyecto comercial real. En el caso del Máster Profesional en Dirección de Producción, se integran en los trabajos de otros másteres, incluidos los tres de videojuegos: Howl of Iron, de 16Gears; Maskerade: The Deadpan Cry de Spiky Duck y NOX, de The Buua Studio, para que sea más suave el desarrollo.Larrauri está satisfecho con cómo ha resultado la experiencia: &quot;Los alumnos de ambos másteres se han volcado para tratar de sacar el máximo jugo a esta colaboración y los proyectos resultantes hablan por sí solos. Han surgido sinergias entre ambos equipos de U-tad que ha hecho crecer mucho más los proyectos y han dotado a los alumnos la capacidad de aplicar los conocimientos adquiridos en un proyecto real&quot;, afirma.¿Qué puede suceder si en un proyecto se prescinde de esta figura? Larrauri es tajante: &quot;El caos. Normalmente el resultado es un proyecto abandonado a medias o una desviación considerable del presupuesto. Yo siempre recomiendo una figura de producción en cualquier proyecto, especialmente en los más pequeños, ya que son los que hay que ser más inteligentes gestionando el dinero disponible&quot;.",
        "title": "Cómo consigue un productor que un juego salga adelante",
        "author": "Redacción"
    },
    {
        "description": "Los personajes del universo Mario y los Rabbids deberán colaborar el próximo 20 de octubre para hacer frente a Cursa, una entidad que junto a su ejército pretende sumir el mundo en la oscuridad.",
        "articleBody": "Mario + Rabbids Sparks of Hope, la secuela del exitoso RPG táctico que mezcla el universo del fontanero de Nintendo con los traviesos Rabbids de Ubisoft, aterrizará el próximo 20 de octubre en exclusiva para Nintendo Switch como uno de los videojuegos más esperados del año. La última vez que pudimos ver el título en movimiento fue durante la celebración del Ubisoft Forward, un evento digital en el que se confirmó que el mítico Rayman también se unirá a la aventura en forma de DLC. Hoy hemos podido disfrutar de un nuevo avance que nos pone en contexto sobre la historia: &quot;En una tierra lejana, ¡la ascoridad se extiende! Una cósmica amenaza está creciendo… Mario, Rabbid Peach y sus amigos ¡son la última esperanza para salvar la galaxia! Este extravagante equipo deberá trabajar junto si quiere triunfar venciendo a Cursa ya que juntos son más fuertes. Pero hay un secreto más profundo... envuelto en sombras, ¡que podría consumir hasta la luz más brillante!&quot;, reza la sinopsis. Los héroes deberán unirse en esta aventura de escala cósmica para acabar con Curse y sus peligrosos secuaces mientras explotan una gran variedad de planetas. Todo lo que sabemos hasta ahora del juego &quot;La sensación que da toda la información compartida hasta el momento de Mario + Rabbids: Sparks of Hope es que Ubisoft, tras el buen desempeño de una idea tan atrevida como Kingdom Battle, ha apostado mucho más fuerte por esta nueva colaboración con Nintendo, dando más tiempo han pasado cuatro años desde la expansión Donkey Kong Adventure) a su equipo de Milán para pensar y repensar el diseño de juego, y sobre todo, también han dado más presupuesto para ofrecer una experiencia audiovisual con unos estándares más altos&quot;, concluimos en nuestro reportaje. ",
        "title": "Mario + Rabbids Sparks of Hope presenta un nuevo tráiler de su historia",
        "author": "Gerard Martí"
    },
    {
        "description": "Jonathan Morin participó en los dos primeros Watch Dogs y en la saga Far Cry; NetEase sigue creciendo con fichajes y compra de estudios.",
        "articleBody": "NetEase ha anunciado que Jonathan Morin, director creativo de Watch Dogs y Watch Dogs 2 en Ubisoft, desarrolla una nueva licencia para NetEase Games Montreal. &quot;Estoy emocionado por continuar mi nueva aventura como director creativo en NetEase. Es un privilegio unirme a un equipo tan apasionado y talentoso para una nueva IP&quot;, ha dicho Morin.No hay pistas sobre el proyecto del estudio, aunque la experiencia de Morin -que también ha participado en Far Cry- parece indicar que hay interés por alguna aventura de mundo abierto, una de las especialidades de Ubisoft.El crecimiento de NetEase Games en los últimos añosNetEase Montreal se fundó en 2019 como parte de la estrategia del gigante tecnológico chino de impulsar sus producciones en consolas y AAA. Hasta el momento han publicado Naraka: Bladepoint, pero su ambición va mucho más allá. Han fichado a Emile Liang, veterano de Assassin's Creed y Far Cry como productor, y de Capcom a Hiroyuki Kobayashi, programador del primer Resident Evil y productor de Dino Crisis.El año pasado Netease adquirió a Grasshopper Manufacture, el estudio responsable de la saga No More Heroes, y este año crearon un equipo nuevo que dirige Toshihiro Nagoshi junto a veteranos de Sega que parece una secuela espiritual de Yakuza. Hace un mes, NetEase anunció la compra del estudio francés Quantic Dream -Heavy Rain, Detroit: Become Human-, que actualmente tiene anunciado Star Wars Eclipse entre otros proyectos.&quot;Queremos desempeñar un rol clave en este futuro, y tener a NetEase de nuestro lado como socio estratégico nos permitirá expandir nuestra visión creativa y sacar el máximo potencial de nuestro estudio&quot; dijo David Cage, responsable de Quantic Dream, cuando el estudio colaboró por primera vez con NetEase.",
        "title": "NetEase ficha al director creativo de Watch Dogs para su estudio en Montreal",
        "author": "Ramón Varela"
    },
    {
        "description": "Hello Engineer, PixelJunk Raiders, Outcasters, Pac-Man: Mega Tunnel Battle y Gylt son algunos de los exclusivos de la plataforma de juegos en streaming cuya conservación estaría en peligro.",
        "articleBody": "Google Stadia cerrará sus servidores para siempre el próximo 18 de enero de 2023 debido a que desde Google consideran que esta plataforma de videojuegos en streaming no ha logrado convencer a los usuarios como se esperaba. Tras el cierre definitivo del servicio, será imposible acceder a su biblioteca de videojuegos, incluyendo algunos exclusivos, algo que podrá generar ciertos problemas de preservación puesto que no se ha comunicado si dichos exclusivos irán a parar a otras plataformas o desaparecerán. Desde Kotaku han recopilado en un pequeño listado con los exclusivos que podrían verse afectados por esta situación. Listado de exclusivos de Google Stadia Hello Engineer Lanzado en octubre de 2021, Hello Engineer es un juego de construcción de maquinaria multijugador que está ambientado en el mismo universo que el popular juego de terror Hello Neighbor. PixelJunk Raiders PixelJunk Raiders se trata de un juego de acción roguelike en tercera persona de la gente de Q-Games, los mismos creadores de The Tomorrow Children. Los jugadores pueden compartir una captura de pantalla y otros pueden entrar en ese estado del juego usando sólo esa imagen.Outcasters Outcasters es un juego de combate multijugador en línea con cierto aire a Fall Guys. A pesar de su atractiva propuesta, nunca consiguió fidelizar una comunidad de jugadores. Pac-Man: Mega Tunnel Battle Pac-Man: Mega Tunnel Battle combina el clásico juego arcade Pac-Man con un battle royale. Hasta 64 jugadores pueden jugar juntos, compitiendo para ser el último Pac-Man en pie mientras usan una mezcla de potenciadores nuevos y que regresan a través de mapas de inspiración retro.Gylt Gylt es un juego de terror en tercera persona protagonizado por una joven y es considerado por muchos fans de Stadia como posiblemente el mejor juego exclusivo lanzado en el servicio. Fue desarrollado por Tequilla Works y dura unas seis horas.",
        "title": "Estos son los exclusivos de Google Stadia que podrían desaparecer tras el cese del servicio",
        "author": "Gerard Martí"
    },
    {
        "description": "Uno de los éxitos indie del año prepara su versión final y actualizará su tecnología con mejoras en compatibilidad y rendimiento.",
        "articleBody": "Vampire Survivors ha sido uno de los éxitos indie de los últimos meses, y de su versión en Acceso anticipado os hablamos a principios de año. El 20 de octubre estrena su versión 1.0 y Poncle, la desarrolladora, promete equilibrios en gameplay, contenido y mucho más. Una de las novedades es la renovación de su motor gráfico, lo que permitirá conseguir un mejor rendimiento.&quot;El traspaso a un motor nuevo todavía está en marcha, y estimamos que lanzaremos esta versión a finales de año. Estamos haciendo la última ronda de optimización y pulido (además de añadir los últimos lotes de contenido nuevo que aún no han llegado a la versión actual). Cuando lancemos esta versión, los datos guardados también estarán incluidos&quot;, ha revelado el estudio.&quot;El objetivo de este motor nuevo es tener exactamente el mismo juego con un mejor rendimiento y compatibilidad para más dispositivos. Además, como casi todo en Vampire Survivors, esto será opcional. Así que si te satisface la versión de Electron actual, nadie te obligará a pasarte a la nueva&quot;.Las ventajas del nuevo motorCon el nuevo motor, se solucionarán algunos problemas importantes:Funcionará en dispositivos donde aparece el error de compatibilidad de webGL, en dispositivos donde aparece una pantalla blanca de la muerte, en dispositivos donde aparece una pantalla negra con una cara triste o en dispositivos que tienen el juego instalado en una ruta que no es la estándar.Corregirá errores de introducción de comandos o que el juego se quede bloqueado cuando se usen varios mandos con el dispositivo.Corregirá problemas de reasignación de comandos.Corregirá errores de guardado en la nube debido a archivos que no son útiles.Usará más de un núcleo de CPU. Los FPS irán a toda pastilla.Compatibilidad nativa con Linux.Apoyo tras la versión 1.0El lanzamiento de la versión 1.0 no supone que terminen las actualizaciones: &quot;Estamos trabajando en el motor nuevo y añadiremos cambios y correcciones de errores como de costumbre, pero, durante los últimos meses, también hemos añadido mecánicas situacionales que no teníamos planeadas como los huevos de oro y el rompelímites, que se usan tanto que necesitan mejoras de calidad de vida&quot;.",
        "title": "Vampire Survivors lanza su versión 1.0 el 20 de octubre y renovará su motor gráfico",
        "author": "Ramón Varela"
    },
    {
        "description": "Estos son todos los Pokémon confirmados para la Pokédex de Pokémon Escarlata y Púrpura, una novena generación que se estrenará en Nintendo Switch el 18 de noviembre.",
        "articleBody": "Pokémon Escarlata y Púrpura se estrenará el 18 de noviembre en exclusiva para Nintendo Switch, y aunque todavía quedan unos meses para ese debut cada vez tenemos más información acerca del próximo juego principal de la saga Pokémon. Además del mapa de Paldea, la nueva región inspirada en España, y detalles de su jugabilidad, The Pokémon Company y Game Freak han desvelado ya buena parte de la lista de Pokémon que podremos capturar en esta novena generación. A continuación podéis ver todas las criaturas confirmadas hasta el momento.Nuevos Pokémon de Escarlata y PúrpuraSprigatitoCategoría: Pokémon Gato PlantaTipo: PlantaAltura: 0,4 mPeso: 4,1 kgHabilidad: EspesuraSprigatito es el inicial tipo Planta de Pokémon Escarlata y Púrpura. Inspirado en un gato, dispone de una &quot;dulce fragancia que embriaga a cualquiera a su alrededor&quot; que despide al amasar con sus patas delanteras. Con ella &quot;hace que los oponentes pierdan las ganas de combatir&quot;. Además, su pelaje tiene una composición similar a la de las plantas, &quot;lo que le permite crear energía gracias a la luz del sol&quot;.FuecocoCategoría: Pokémon FuegodriloTipo: FuegoAltura: 0.4 mPeso: 9,8 kgHabilidad: Mar LlamasFuecoco es el inicial tipo Fuego de Pokémon Escarlata y Púrpura. Lo que tiene en la cabeza no es pelo, sino fuego que crece cuando se emociona. Además, es capaz de absorber el calor &quot;con las escamas rectangulares que tiene en la tripa y la espalda y lo transforma en energía ígnea&quot;. Su carácter es apacible y le encanta comer, por lo que &quot;se lanzará a por cualquier alimento que encuentre en su camino&quot;.QuaxlyCategoría: Pokémon PatitoTipo: AguaAltura: 0,5 mPeso: 6,1 kgHabilidad: TorrenteQuaxly es el inicial tipo Agua de Pokémon Escarlata y Púrpura. Es de carácter presumido, tanto que sus plumas secretan un gel que repele el agua y la mugre. Es el mismo que utiliza para peinar su mechón de la cabeza hacia atrás. Además de por eso, también destaca por la fuerza de sus patas, que &quot;le permite nadar incluso por las más fuertes corrientes&quot;, y &quot;en los combates, asesta patadas muy rápidas a sus oponentes&quot;.Armarouge Categoría: Pokémon Piroguerrero Tipo: Fuego y psíquico Altura: 1,5 mPeso: 85,0 kgHabilidad: Absorbe fuegoArmarouge es un Pokémon exclusivo de Pokémon Escarlata. Según la descripción de la Pokédex, su armadura solía pertenecer a un guerrero de renombre y es la fuente de energía que usa para ejecutar sus movimientos de tipo Psíquico. Esta criatura se rige por &quot;los principios de la lucha justa&quot; y retará a cualquier oponente sin importar cómo de fuerte sea. Su especialidad es usar su robusta armadura para mejorar sus defensas y acabar con los enemigos usando su poder ígneo. Armarouge cuenta además con un movimiento único: Cañón Armadura. Este ataque especial de tipo Fuego le permite al Pokémon mover las hombreras a las manos para juntarlas en forma de cañón y, luego, disparar partes de su armadura como si fuesen proyectiles. Es un movimiento muy potente, aunque su uso reduce la Defensa y la Defensa Especial. Ceruledge Categoría: Pokémon Piroespada Tipo: Fuego y Fantasma Altura: 1,6 mPeso: 62,0 kgHabilidad: Absorbe Fuego Ceruledge es un Pokémon exclusivo de Pokémon Púrpura. Según podemos leer en la Pokédex, este monstruo de bolsillo luce una armadura cargada de rencor y blande espadas forjadas con energía ígnea y fantasmal que, durante los combates, se transforman en espadones que aumentan su poder. Ceruledge está especializado en los combates cuerpo a cuerpo y se mueve con rapidez para aprovecharse de los puntos ciegos de sus rivales, acercarse y asestarles un tajo con facilidad. Ceruledge tiene un movimiento exclusivo conocido como Espada Lamento. Es un movimiento físico de tipo Fuego que reúne los lamentos de los caídos a manos de sus espadas para concentrarlos y lanzar un ataque cortante. Las espadas absorben la energía que emana de las heridas para recuperar hasta la mitad de los PS del daño causado producido al objetivo. CetitanCategoría: Pokémon Geoballena&#8203;Tipo: Hielo&#8203;Altura: 4,5 mPeso: 700 kgHabilidad: Sebo o QuitanievesCetitan es un gigantesco Pokémon de tipo Hielo que ha &quot;desarrollado una fuerte musculatura para poder soportar el peso de su enorme cuerpo&quot;, algo que también utiliza en combate para realizar ataques físicos muy poderosos. Dispone de una capa de grasa subcutánea que le protege del frío y cinco cuernos, uno de ellos capaz de acumular energía gélida.Cyclizar Categoría: Pokémon Montura Tipo: Dragón y Normal Altura: 1,6 mPeso: 63,0 kgHabilidad: MudarCyclizar es un Pokémon que ha vivido en incontables hogares de la región de Paldea desde tiempos inmemorables. Es bastante afable y es muy común ver a personas subidas a su lomo ya que, gracias a su calor, puede sobrellevar mejor el frío. Esta especie puede alcanzar los 120 km/h con una persona a cuestas y es capaz de mantener el equilibrio y absorber los baches del camino gracias a su dura cabeza y a su cola gruesa y ágil. FidoughCategoría: Pokémon Perrito&#8203;Tipo: Hada&#8203;Altura: 0,3 mPeso: 10,9 kgHabilidad: Ritmo PropioSu piel es húmeda y delicada, aunque también elástica, firme y suave. Este Pokémon se ha ganado el corazón de la comunidad con su semejanza a los bollos de pan, de hecho su habilidad consiste en &quot;intimidar a sus oponentes hinchándose para parecer más grande&quot;. También es capaz de hacer fermentar cosas a su alrededor gracias a que tiene levadura en su aliento, característica que le ha servido para ser protegido durante siglos.Grafaiai Categoría: Pokémon Mono Veneno Tipo: Veneno y Normal Altura: 0,7 mPeso: 27,2 kgHabilidad: Liviano o Toque Tóxico Grafaiai es un Pokémon muy temperamental y con malas pulgas que prefiere vivir en soledad y al que se suele ver envuelto en disputas territoriales con otras especies. Además, es una criatura nocturna que se lame las manos y los dedos para cubrirlos de su saliva venenosa y dibujar patrones en los árboles para marcar su territorio cuando cae el sol. Un dato curioso acerca de la saliva es que esta cambia dependiendo del alimento que Grafaiai consuma, además de que su veneno genera una toxina que es capaz de paralizar a sus víctimas durante tres días. KlawfCategoría: Pokémon Emboscada Tipo: RocaAltura: 1,3 mPeso: 79,0 kgHabilidad: Coraza Ira o Caparazón Klawf es un Pokémon que posee la capacidad de rotar sus ojos en todas direcciones para ver todo lo que hay a su alrededor y, en especial, para acechar a sus presas mientras cuelga cabeza abajo de los acantilados. Esta criatura con forma de cangrejo tiene unas pinzas que le permiten agarrar cualquier objeto con mucha fuerza. También son muy útiles a la hora de atrapar a los rivales e impedir que estos se muevan. Puede sonar extraño, pero en ciertas zonas de Paldea las pinzas de Klawf, que pueden desprenderse del cuerpo del Pokémon, se consideran un manjar. Klawf cuenta con una habilidad conocida como Coraza Ira. Cuando los PS de Klawf se reducen a la mitad o menos, este sufre un arrebato de cólera. Su Defensa y su Defensa Especial disminuyen, pero su Ataque, su Ataque Especial y su Velocidad aumentan.LechonkCategoría: Pokémon GorrinoTipo: NormalAltura: 0,5 mPeso: 10,2 kgHabilidad: Velo Aroma o GulaLechonk es uno de los Pokémon que Mencía, la amiga que nos acompañará en la aventura de Pokémon Escarlata y Púrpura, lleva en su equipo. Tiene un buen olfato que utiliza para buscar comida, aunque también &quot;despide un olor herbáceo que los Pokémon de tipo Bicho detestan&quot;. En combate es capaz de cargar hacia delante presa del pánico cuando un rival le sorprende. &quot;Su cuerpo está compuesto sobre todo por músculo, que fortalece al caminar sin parar en busca de comida&quot;.PawmiCategoría: Pokémon RatónTipo: EléctricoAltura: 0,3 mPeso: 2,5 kgHabilidad: Electricidad Estática o Cura NaturalPawmi es otro de los Pokémon que Mencía lleva en su equipo. Es el ratón eléctrico de esta generación, por lo que es capaz de liberar energía desde su interior y a través de las mejillas. &quot;El pelaje que cubre su cuerpo, además de aislar perfectamente del frío, le permite almacenar electricidad. Cuando algo le inquieta, este cauto Pokémon empieza a frotarse las mejillas para estar preparado para lanzar una descarga eléctrica&quot;, dice su descripción oficial.SmolivCategoría: Pokémon AceitunaTipo: Planta y NormalAltura: 0,3 mPeso: 6,5 kgHabilidad: MadrugarSmoliv también está en el equipo de Mencía. Es el Pokémon Aceituna que ha enamorado a la comunidad de fans. Es de carácter asustadizo, así que &quot;cuando le sorprenden o le atacan, Smoliv secretará aceite para frenar a sus rivales&quot; mientras huye. Es de tipo Planta, así que no necesita nada más que hacer la fotosíntesis para adquirir nutrientes, por eso &quot;prefiere los climas secos y soleados, ya que se pasa el día tomando el sol&quot;.Wiglett Categoría: Pokémon Cóngrido Tipo: Agua Altura: 1,2 mPeso: 1,8 kgHabilidad: Baba o Cobardía Wiglett es un Pokémon que en cuanto a diseño se parece mucho a Diglett, aunque son especies completamente diferentes. Este Pokémon saca parte de su cuerpo a la superficie para alimentarse; los investigadores aún no han logrado determinar cómo es la parte del cuerpo que se esconde bajo la arena o cuáles son sus medidas reales. Por otro lado, se sabe que los Wiglett tienen un sentido del olfato excepcional que les permite percibir olores a 20 metros de distancia. Cuando se sienten amenazados o detectan un peligro, se sumergen bajo la arena para esconderse. Pokémon Legendarios de Escarlata y PúrpuraKoraidon&quot;En Pokémon Escarlata conocerás al Pokémon legendario Koraidon. Se dice que el poder de estos misteriosos Pokémon sobrepasa al de cualquier otro, pero apenas hay información sobre ellos&quot;.Es el Pokémon legendario de la edición Escarlata. Tiene un aspecto similar al de un dragón y puede transformarse para servir de vehículo  al protagonista. Con la Fisonomía Carrera se convierte en una especie de moto, aunque se desplaza corriendo a cuatro patas. Con la Fisionomía Nado &quot;transforma su cuello en un dispositivo de flote y extiende las membranas entre sus dedos para impulsarse en el agua&quot;. Por último, la Fisionomía Planeo le permite &quot;aprovechar las corrientes de aire para planear&quot; al &quot;desenrollar las antenas de la cabeza y forma unas alas&quot;.Miraidon&quot;En Pokémon Púrpura conocerás al Pokémon legendario Miraidon. Se dice que el poder de estos misteriosos Pokémon sobrepasa al de cualquier otro, pero apenas hay información sobre ellos&quot;.Miraidon es el Pokémon legendario de la edición Púrpura. Al igual que el anterior, puede adoptar diversas formas que nos servirán para correr, nadar y volar. En vez de Fisionomías, este Pokémon dispone de tres Modos: en el Modo Carrera &quot;acelera al generar energía con la cola y el cuello, que se transforman en unos discos con forma de ruedas&quot;, en el Modo Flote nada tanto con los discos como con los propulsores, y en el Modo Planeo &quot;las antenas de Miraidon se extienden y revelan una membrana de energía con la que puede planear por los aires&quot;.Formas regionales de PaldeaWooper de PaldeaCategoría: Pokémon Pez Veneno&#8203;Tipo: Veneno y Tierra&#8203;Altura: 0,4 mPeso: 11 kg&#8203;Habilidad: Punto Tóxico o Absorbe AguaWooper es el primer Pokémon del que se ha confirmado que tendrá forma regional en Paldea. De momento también es el único. Como es habitual, su nueva forma no sólo modifica su aspecto sino también su tipo: ahora es Veneno y Tierra. Ahora no vive en el agua, sino en tierra firme, y &quot;protege su cuerpo con una membrana tóxica&#8203;&quot;. Tiene una fisionomía pesada y se desplaza lentamente. Además, el líquido venenoso que lanza por sus branquias puede envenenar a otros Pokémon de la zona.Pokémon que vuelven de otras entregasAunque todavía no hay ninguna lista oficial de todos los Pokémon que podremos capturar en Escarlata y Púrpura, gracias a los tres tráileres que se han publicado hasta el momento podemos saber qué criaturas de anteriores entregas de la saga aparecerán de una forma u otra en Paldea. Hasta el momento se han reconocido un total de 82 Pokémon de otras generaciones que aparecerán en el nuevo juego. Puedes ver la lista completa a continuación:AltariaArcanineAzumarillBagonBearticCacneaCacturneChewtleCoalossalCryogonalCubchooCufantDeerlingDonphanDragonairDragoniteDrednawDrifblimDrifloonEelektrossEeveeEiscueFinneonFlaaffyFlabébéFletchlingGardevoirGastlyGengarGirafarigGogoatGolduckGrowlitheGyaradosHariyamaHattereneHaunterHippowdonHonchkrowHoppipHoundoomHoundourHydreigonLarvitarLilligantLurantisLuxioLuxrayMagnemiteMakuhitaMareepMisdreavusMismagiusMudbrayMurkrowNoibatNoivernPachirisuPelipperPersianPikachuPinecoPolteageistPsyduckPyukumukuRockruffRotomSawsbuckScizorSinisteaSkiddoSlakingSlowkingSnoruntStonjournerSunfloraSylveonTalonflameToxapexTsareenaVenonatVigoroth",
        "title": "Pokédex de Pokémon Escarlata y Púrpura: Todos los Pokémon confirmados",
        "author": "Manu Delgado"
    },
    {
        "description": "Runbow y The Drone Racing League Simulator ya están disponibles gratis para PC en Epic Games Store. Se podrán obtener hasta el jueves 6 de octubre, cuando serán sustituidos por otros dos.",
        "articleBody": "Epic Games Store ya ha actualizado su promoción semanal por la que ofrece uno o varios videojuegos gratis para PC a toda aquella persona que desee reclamarlo antes de que finalice el plazo. En esta ocasión la tienda digital nos ofrece dos juegos completamente gratis que nos podemos quedar para siempre, aunque sólo si los reclamamos antes de su fecha límite: el próximo jueves 6 de octubre a las 17:00h (hora peninsular española). Son los siguientes:Runbow (precio habitual 11,99 €)The Drone Racing League Simulator (precio habitual 7,99 €)Como de costumbre, Epic Games Store también ha anunciado ya cuáles serán los títulos que podremos descargar gratis el próximo jueves, cuando Runbow y The Drone Racing League Simulator dejen de estar disponibles: serán sustituidos por otros dos juegos, Rising Hell y Slain: Back from Hell, ambos disponibles del 6 al 13 de octubre a las 17:00h (hora peninsular española).¿Cómo conseguir estos juegos gratis para PC en Epic Games Store?Inicia sesión o regístrate en Epic Games Store.Accede a la página de Runbow.Haz click en 'Obtener' y se abrirá la ventana 'Finalizar compra'.Acepta compartir tu dirección de correo electrónico con la editora del juego.Haz click en 'Realizar pedido' y luego en 'Acepto'.Listo, ya tienes Runbow gratis en Epic Games Store.Ahora puedes repetir el proceso accediendo a la página de The Drone Racing League Simulator en Epic Games Store..Además de los juegos gratis de esta semana en Epic Games Store, os recordamos que cada fin de semana se pueden probar y obtener videojuegos de forma completamente gratuita, habitualmente para ordenadores y consolas Xbox, aunque a veces también para otras plataformas. Estos son los juegos gratis del fin de semana del 30 de septiembre al 3 de octubre.",
        "title": "Ya disponibles los nuevos juegos gratis de Epic Games Store y desvelados los dos próximos",
        "author": "Manu Delgado"
    },
    {
        "description": "'Celestial' es el nombre del tema que ha creado Ed Sheeran para las nuevas entregas de la saga de los monstruos de bolsillo que se pondrán a la venta el 18 de noviembre en Nintendo Switch.",
        "articleBody": "Celestial es el nombre de la nueva canción que ha compuesto el popular artista Ed Sheeran en colaboración con The Pokémon Company. Según han informado a través de una nota de prensa, el tema aparecerá en Pokémon Escarlata y Púrpura, cuyo estreno está previsto para el 18 de noviembre en exclusiva para Nintendo Switch. Sheeran ha comentado, además de que es un gran fan de la serie de los monstruos de bolsillo, que el videoclip que podéis disfrutar a continuación está inspirado en la fascinación que el cantante sentía por Pokémon en su infancia. Como no podía ser de otra forma, está protagonizado por sus Pokémon favoritos: Pikachu, Squirtle, Machamp y Snorlax, entre otros. En él se puede ver cómo es un día normal en la vida de Ed con un toque Pokémon muy especial. El videoclip está dirigido por el aclamado Yuichi Kodama. La dirección artística del estilo boceto corre a cargo de Yu Nagaba y recuerda a los garabatos con los que Ed dibujaba Pokémon de niño. Además, está repleto de guiños que solo los fans de la saga detectarán. Unas palabras de Sheeran y del CEO de TPC &quot;He jugado a Pokémon desde que estaba en primaria. Mi hermano tenía una versión y yo la otra para poder intercambiar Pokémon y completar nuestra Pokédex. Las cartas también me gustaban, pero con los juegos podía pasarme horas y horas. Me encantaba el mundo que aparecía en ellos, y me ayudaban a evitar y distraerme de las cosas negativas que me pasaban en el colegio o en la vida en general&quot;, ha expresado el cantante. &quot;Aunque ya tengo 31 años, todavía llevo la misma Game Boy Color conmigo cuando estoy de gira para jugar a Pokémon Amarillo y Pokémon Plata en los aviones y trenes. Para mí es todo un honor contribuir con una canción a un juego de Pokémon y también poder grabar un videoclip tan nostálgico&quot;.&quot;Trabajar con una estrella a la altura de Ed ha sido un sueño hecho realidad&quot;, ha añadido Kenji Okubo, presidente de The Pokémon Company International. &quot;Trabajar y grabar con él ha sido fantástico y, además, se puede apreciar claramente su amor por Pokémon. Yuichi Kodama ha representado de forma brillante la alegría tan pura de los niños y cómo siempre andan en busca de aventuras. Ambos adoran Pokémon, lo que convierte esta en una colaboración muy especial. Estamos deseando ver a los fans de Pokémon y también a los fans de la música cantar 'Celestial' con todas sus ganas&quot;.",
        "title": "Pokémon Escarlata y Púrpura tendrá una canción de Ed Sheeran y ya podéis escucharla",
        "author": "Gerard Martí"
    },
    {
        "description": "Aquellos jugadores que asciendan hasta el nivel 4  en el nuevo el programa de fidelidad de PlayStation tendrán prioridad en el orden del chat de atención, lo que está causando mucha polémica.",
        "articleBody": "PlayStation Stars, el nuevo programa de fidelidad que llegará a España el próximo 13 de octubre, permitirá a los jugadores de consolas PlayStation participar en una serie de campañas y actividades para conseguir elementos coleccionables digitales y una serie de puntos que serán canjeables por una selección de productos de la PlayStation Store. Recientemente Sony ha desatado la polémica tras el anuncio de que ofrecerá un mejor servicio de atención al cliente a aquellos usuarios que cuenten con un nivel más alto en Stars, algo que ha sido considerado como injusto por la comunidad. &#12304;&#12491;&#12517;&#12540;&#12473;&#12305;PS4/PS5&#21521;&#12369;&#29305;&#20856;&#12503;&#12525;&#12464;&#12521;&#12512;PlayStation Stars&#22269;&#20869;&#12391;&#12473;&#12479;&#12540;&#12488;&#12290;&#12509;&#12452;&#12531;&#12488;&#12364;&#12418;&#12425;&#12360;&#12289;&#12524;&#12505;&#12523;&#12434;&#19978;&#12370;&#12428;&#12400;&#12459;&#12473;&#12479;&#12510;&#12540;&#12469;&#12509;&#12540;&#12488;&#12418;&#20778;&#20808;&#38918;&#20301;&#19978;&#12364;&#12427;https://t.co/R5hjUYK0oW pic.twitter.com/HnecYI4Ur1— AUTOMATON&#65288;&#12458;&#12540;&#12488;&#12510;&#12488;&#12531;&#65289; (@AUTOMATONJapan) September 29, 2022 Como recordatorio, el programa tiene un sistema de cuatro niveles en el que todos los usuarios empiezan en el nivel 1 y pueden ascender hasta el nivel 4 comprando juegos y ganando trofeos. Los usuarios japoneses han expresado su descontento con las medidas anteriormente mencionadas a través de redes sociales debido a que, para alcanzar el nivel 4, es imprescindible adquirir cuatro juegos de precio completo en la PS Store y conseguir 128 trofeos raros. En palabras de la propia Sony, las ventajas del nivel 4 incluyen un coleccionable conmemorativo y la promesa de que &quot;cuando te pongas en contacto con el servicio de atención al cliente de PlayStation, tendrás prioridad en el orden del chat&quot;. Estas declaraciones dan a entender que los miembros de nivel 4 de PlayStation Stars podrán saltarse la cola cuando se pongan en contacto con el servicio de atención al cliente por cualquier problema. Sony aún no ha detallado las recompensas para OccidenteLos usuarios argumentan, con razón, que la atención al cliente no debería ser algo que se deba ganar, además de que no todos los jugadores pueden permitirse ni el tiempo ni el dinero para alcanzar los requisitos del nivel 4. Sony todavía no se ha pronunciado acerca de las críticas y tampoco se han revelado las recompensas que ofrecerá el servicio para los usuarios de Occidente, aunque podemos esperar nuevos detalles en breves en vista del poco tiempo que queda para que se lance. ",
        "title": "PlayStation dará prioridad a los mejores miembros de Stars en la atención al cliente",
        "author": "Gerard Martí"
    },
    {
        "description": "NieR: Automata funciona a 30 fps estables en Nintendo Switch, consola en la que se estrenará la semana que viene. Así lo demuestra esta comparativa con la versión de PS4.",
        "articleBody": "NieR: Automata está a punto de llegar a Switch con una versión adaptada que se estrenará el 6 de octubre, más de cinco años después del debut original del juego de PlatinumGames y Square Enix. Este port se anunció oficialmente este verano y desde entonces sus responsables han insistido en varias ocasiones en que su framerate y resolución serían más que adecuadas para jugarlo en la híbrida, algo que demuestra la nueva comparativa publicada por el youtuber El Analista de Bits.La información oficial apuntaba a que NieR: Automata funcionará a una resolución de 1080p en Nintendo Switch cuando juguemos con la consola conectada a la televisión, mientras que en modo portátil bajará hasta los 720p. El framerate no cambia, manteniéndose limitado a 30 fps para asegurar una experiencia estable y fluida. En esta comparativa con la versión de PS4 podemos ver algunas pequeñas concesiones gráficas realizadas para conseguir estos resultados, al mismo tiempo que se demuestra que la versión de Switch del juego puede alcanzar y mantenerse a unos sólidos 30 fps.Una obra imprescindible que ya no entiende de plataformasIndependientemente de la plataforma, siempre es fácil recomendar NieR: Automata porque, como decimos en nuestro análisis, &quot;es un juego muy especial y único que sabe aunar con maestría, bajo la fachada de una aventura de rol y acción, todo tipo de géneros con una historia compleja, madura  y adulta que hará las delicias de cualquier fan de la ciencia ficción. Uno de esos títulos que tanto necesita la industria por su innegable personalidad y capacidad para sorprendernos a cada paso que damos, al mismo tiempo que consigue hacernos reflexionar y emocionarnos con lo que se nos cuenta&quot;: Si tenéis previsto jugarlo aprovechando este relanzamiento, no olvidéis consultar nuestra guía. ",
        "title": "Así es NieR: Automata comparado en Switch vs PS4",
        "author": "Manu Delgado"
    },
    {
        "description": "Este thriller de vampiros tiene un precio de 14,99 euros y solo en GAME consigues una camiseta exclusiva, hasta el 2 de octubre o fin de existencias.",
        "articleBody": "Ofrecido por GAME España.Si eres un fan incondicional de los vampiros… ¡esta Oferta Flash GAME es para ti! Ya puedes conseguir Vampire: The Masquerade - Swansong en GAME por solo 14,99 euros (antes=24,99€), ¡promoción válida hasta el 2 de octubre o fin de existencias en tiendas y página web!Consigue Vampire: The Masquerade - Swansong de oferta en GAME con camiseta de regalo Además, solo hasta fin de existencias te llevas de regalo una camiseta exclusiva del juego que te va a encantar, ¡no te quedes sin la tuya!  ¡Así que ya lo sabes! Aprovecha ya esta Oferta Flash GAME y hazte con Vampire: The Masquerade - Swansong por 14,99€ (antes=24,99€), ¡solo hasta el 02-10-2022 o fin de existencias!Thriller narrativo y RPG de vampirosDisfruta de este thriller RPG narrativo adaptado de Vampire: The Masquerade, perteneciente a The World of Darkness o Mundo de las tinieblas y llévate una increíble camiseta de regalo.En Vampire The Masquerade Swansong podrás controlar a 3 vampiros con diferentes disciplinas y habilidades para decidir el destino de Boston. Disfruta de este thriller de conspiración con consecuencias dependiendo de tus actos y un fuerte sistema narrativo RPG. Con su enfoque de juego, Swansong enfatiza las consecuencias de tus actos tanto en la investigación como en tus interacciones sociales con los personajes. Analiza con cuidado cada situación, porque tus decisiones pueden tener enormes consecuencias en las vidas de tus héroes y el destino de la Camarilla de Boston.Hazel Iversen, el Cisne, es la nueva príncipe de la Camarilla de Boston. Con mano de hierro en guante de terciopelo, tiene la intención de reafirmar su poder y respetar la Mascarada, la ley vampírica diseñada para asegurar que los humanos nunca sepan de la existencia de estas criaturas de la noche. Pero nada sale como estaba planeado. Con rumores de complots, asesinatos y luchas de poder, debes trabajar en las sombras para proteger a tu secta en una investigación frenética que sume a Boston en el caos.",
        "title": "Consigue Vampire: The Masquerade - Swansong de oferta en GAME con una camiseta exclusiva",
        "author": "Redacción"
    },
    {
        "description": "El estudio, que adaptó God of War a PC, participa en uno de los diez juegos como servicio que quiere lanzar PlayStation antes de 2026.",
        "articleBody": "Jetpack Interactive, el estudio encargado de adaptar God of War de PlayStation 4 a PC, está trabajando con Sony en uno de los &quot;juegos como servicio&quot; que la compañía tiene en marcha. La actual estrategia de PlayStation es tener 10 juegos de este tipo antes de marzo de 2026, entre los que se podría encontrar lo próximo de Bungie. Sin embargo, poco más se sabe de estos planes.Jetpack se define como un &quot;equipo pequeño y humilde&quot; de Vancouver, responsable de la versión a PS4 de Orcs Must Die! Unchaine, ofrecer ayuda para Dark Souls en PC y ha apoyado los servicios de la saga NBA Live de Electronic Arts. Con Sony llevaron el juego de acción de Santa Monica Studio a PC, &quot;una versión que ha sido comercialmente exitosa y ha recibido halagos de la crítica y la propia Sony Santa Monica. Jetpack continúa trabajando con Santa Monica en la saga God of War&quot;, lo que hace pensar en apoyo a God of War: Ragnarok o la preparación para su versión de PC -está anunciado en PS5 y PS4 con fecha el 9 de noviembre-.&quot;Estamos emocionados de embarcarnos en un nuevo título de servicios con Sony, y estamos listos para el lanzamiento. Si eres un desarrollador con experiencia y quieres unirte a nuestro equipo para lanzar un título AAA, contacta con nosotros&quot;, dice el estudio en LinkedIn, que menciona trabajar directamente con Sony para &quot;desarrollar una de sus licencias clave en el anunciado catálogo de juegos como servicios&quot;.Por el momento se desconocen estos juegos como servicioHiroki Totoki, jefe financiero de Sony, confirmó en febrero que Bungie está desarrollando una &quot;gran nueva licencia&quot; aparte de Destiny; Sony aprovechará la experiencia y tecnología de Bungie en los servicios para sus otros proyectos. ¿Qué otros? No se han dado nombres, pero se sabe que Naughty Dog tiene un título multijugador, MLB The Show 2022 y Gran Turismo 7 se pueden considerar &quot;juegos como servicios&quot;, hay colaboraciones con otros equipos como Firewalk Studios y quizás lo próximo de Haven Studios encaje en esta descripción.",
        "title": "Jetpack Interactive trabaja en uno de los juegos como servicio para Sony",
        "author": "Ramón Varela"
    },
    {
        "description": "Fuentes cercanas a Stadia afirman que Google canceló un proyecto de Hideo Kojima: un juego singleplayer en el universo de Death Stranding. Podría ser el juego en el que ahora colabora con Xbox.",
        "articleBody": "Que Kojima Productions estaba trabajando en un videojuego para Stadia es algo que se da por hecho en el sector, aunque realmente nunca se ha confirmado de manera oficial. Ahora que la plataforma de juego en la nube de Google ha anunciado su cierre definitivo, las informaciones acerca de esta relación han cobrado fuerza y ganado detalles, siempre manteniéndose en el ámbito de la no oficialidad. Según ha afirmado una fuente cercana al medio 9to5Google, Stadia habría cancelado un proyecto de Hideo Kojima que consistiría en una continuación singleplayer de Death Stranding. Se hace hincapié en que se trataba de una idea para un jugador por varios motivos: para distanciarlo de la propuesta del juego original, cuyas mecánicas asimétricas aprovechan el multijugador de una manera muy interesante, y para explicar los supuestos motivos detrás de esta cancelación.Al parecer, desde Stadia habrían cancelado el proyecto por considerar que los juegos singleplayer no tienen futuro. Según explica la fuente que ha desvelado estos detalles, el juego habría obtenido luz verde por parte de Google e incluso habría comenzado a desarrollarse, pero finalmente se canceló a mediados de 2020 después de que Stadia pudiera ver las primeras imágenes y mockups.El juego cancelado por Stadia podría haber sido recuperado por XboxPrecisamente fue en mayo de 2020 cuando el propio Hideo Kojima comentó que le habían cancelado un gran proyecto: &quot;Recientemente se ha cancelado un gran proyecto mío, así que estoy bastante molesto. Pero así es la industria&quot;, decía en una entrevista. Sin embargo, en sus declaraciones también aseguraba continuar trabajando en dicho proyecto:  &quot;Sigue en las primeras fases de la planificación así que no puedo decir mucho, pero estoy trabajando activamente en él&quot;.De hecho, las informaciones posteriores hablan de que ese proyecto sería el mismo que Kojima Productions estaría desarrollando ahora para su colaboración con Xbox, que precisamente utilizará tecnología en la nube de Microsoft. Se filtró su supuesto nombre, Overdose, y  algunos detalles extra: sería un título de terror protagonizado por la actriz Margaret Qualley, quien interpreta a Mama en Death Stranding. Recientemente Kojima mostró una imagen del que sería su próximo juego, aunque todavía no se ha especificado oficialmente de qué se trata.Mientras el proyecto de Hideo Kojima parece seguir adelante, Stadia cerrará sus servidores el 18 de enero de 2023 en una decisión que ha pillado por sorpresa hasta a los propios desarrolladores.",
        "title": "Stadia le habría cancelado a Kojima una continuación de Death Stranding, según fuentes",
        "author": "Manu Delgado"
    },
    {
        "description": "Entramos en octubre con una serie de ofertas y descuentos en distintos títulos para refugiarnos del frío otoñal y disfrutar de largas partidas en nuestro PC.",
        "articleBody": "Ofrecido por Instant GamingEntramos en el mes de octubre, un mes crucial en este maravilloso mundo de los videojuegos que suele marcar el inicio de una racha de lanzamientos muy importantes para nuestras consolas y, sobre todo, para nuestros ordenadores que recibirán durante las próximas fechas un buen puñado de títulos.Para que nuestra cartera no sufra tanto a la hora de ampliar nuestra biblioteca virtual de juegos para PC, Instant Gaming nos propone de nuevo una serie de interesantes ofertas en juegos que están por llegar como A Plague Tale: Requiem o en lanzamientos recientes como FIFA 23.Las 10 mejores ofertas de videojuegos para PC el primer fin de semana de octubreA continuación os ofrecemos, como cada viernes, una selección con 10 de las mejores ofertas que podréis encontrar durante el fin de semana en Instant Gaming:Victoria 3 por 31.99 € (-36 %)Triangle Strategy por 44.89 € (-25 %)Steelrising por 26.49 € (-47 %)Scorn por 19.69 € (-50 %)Ready or Not por 27.99 € (-22 %)PGA Tour 2K23 por 46.99 € (-21 %)Klonoa Phantasy Reverie Series por 33.21 € (-33 %)Gotham Knights por45.99 € (-23 %)FIFA 23 49.49 € (-29 %)A Plague Tale: Requiem por 37.49 € (-25 %)",
        "title": "Las 10 mejores ofertas de Instant Gaming para PC en el primer fin de semana de octubre",
        "author": "Redacción"
    },
    {
        "description": "La comunidad de este RPG de acción en la plataforma de Google quiere rescatar su progreso antes del cierre de Stadia, en enero.",
        "articleBody": "El cierre de Google Stadia que se producirá el 18 de enero, una sorpresa incluso para los desarrolladores, pone en peligro algunos juegos exclusivos de la plataforma. Y con Cyberpunk 2077 como uno de los lanzamientos más exitosos de Stadia, son muchos los jugadores que piden a CD Projekt RED recuperar o exportar el progreso del RPG de acción a otras versiones.Las redes sociales y foros han comenzado a moverse para pedir a la desarrolladora polaca una manera sencilla de continuar su partida en Night City en otros sistemas, sobre todo ahora que Cyberpunk 2077 ha recuperado la popularidad tras el estreno del anime Edgerunner. &quot;¿Puede CD Projekt RED hacer disponible el guardado en la nube de Stadia? Me interesa más mi partida guardada que la devolución del dinero&quot;, dice un mensaje en Reddit.Dado que la noticia de Google ha sido repentina, incluso para los estudios con juegos lanzados o por lanzar en Stadia, CD Projekt RED no ha anunciado por el momento una opción para los jugadores de Cyberpunk 2077.Una solución provisionalLas respuestas en Reddit han dado con una solución provisional para aquellos que todavía están inmersos en Cyberpunk 2077 de Google Stadia y no desean perder la partida. Consiste en utilizar Google Takeout, un servicio que permite recuperar datos de las plataformas de Google, y aparentemente hay jugadores que habrían descargado su partida para importarla en las versiones de Steam o GoG, y de ahí a otras plataformas. Sin embargo, no todos lo han conseguido de esta manera, así que la comunidad sigue esperando alguna respuesta por parte de CD Projekt RED.Cyberpunk 2077 ha superado los 20 millones de copias vendidas y ha sobrepasado el número de usuarios simultáneos de The Witcher 3: Wild Hunt en Steam, por lo que la mala recepción inicial por su rendimiento en PS4 y Xbox One no ha impedido alcanzar buenas ventas.",
        "title": "Los jugadores de Cyberpunk 2077 en Google Stadia piden exportar sus partidas",
        "author": "Ramón Varela"
    }
]