[
    {'_index': 'articulos', '_id': 'mr6tZ4QBC2bIo_jQ7M-k', '_score': 5.159236, '_source': {'date': '2022-11-07', 'companies': [], '@timestamp': '2022-11-07T00: 00: 00.000+01: 00', 'articleBody': 'God of War: Ragnarok llegará a PS5 y PS4 la semana que viene, pero hoy se han publicado los primeros análisis y, junto a ellos, también las primeras comparativas gráficas y de rendimiento. El youtuber El Analista de Bits ha estrenado ya su vídeo en el que compara el nuevo juego de la saga God of War en sus versiones de pasada y nueva generación, así como en sus múltiples modos gráficos.A continuación podéis ver la comparativa de la secuela de God of War en PS5, PS4 y PS4 Pro:Comparativa técnica y gráfica del nuevo God of WarGod of War: Ragnarok tiene dos modos gráficos en PS4 Pro y PS5, mientras que en la PS4 estándar sólo dispone de uno. La diferencia entre los modos Rendimiento y Resolución parecen inapreciables en la consola de nueva generación, por lo que se recomienda jugar con el primero. En el modo Rendimiento de PS4 Pro no se mantienen los 60 fps, sino que funciona en torno a los 50 fps, mientras que en PS5 se puede jugar a 120 hz si activamos VRR.La conclusión que este youtuber saca tras comparar God of War: Ragnarok en ambas consolas es que el juego demuestra &quot;un trabajo impecable a nivel visual y de rendimiento&quot; y que en cualquiera de las tres es una buena plataforma en la que jugarlo, sobre todo teniendo en cuenta que el desarrollo se realizó con PS4 como base por lo que las diferencias con PS5 son menores de las vistas en otros juegos intergeneracionales como Horizon Forbidden West.En Vandal también hemos podido probar ya God of War: Ragnarok para contaros en nuestro análisis que &quot;puede que ya no tenga el impacto de su predecesor, pero es el ejemplo perfecto de que no siempre es necesario reinventar la rueda y que, a veces, basta con pulir y mejorar lo que ya parecía inmejorable para volver a hacer historia y dejar una huella imborrable en una industria que, con títulos como este, nos recuerda por qué seguimos jugando. Simplemente imprescindible&quot;.God of War: Ragnarok se lanzará el 9 de noviembre en PS5 y PS4.', 'author': 'Manu Delgado', 'games': [], 'description': 'Esta comparativa de God of War: Ragnarok muestra las diferencias entre las versiones de PlayStation 4 y PlayStation 5, así como entre sus múltiples modos gráficos.', 'consoles': ['PS5', 'PS4'
            ], 'title': 'Así se ve God of War: Ragnarok en PS5 vs PS4 Pro y PS4 - Comparación', 'url': 'https: //vandal.elespanol.com/noticia/1350757766/asi-se-ve-god-of-war-ragnarok-comparado-en-ps5-ps4-y-ps4-pro/'}}, {'_index': 'articulos', '_id': 'G76tZ4QBC2bIo_jQ7NCl', '_score': 5.159236, '_source': {'date': '2022-11-03', 'companies': [], '@timestamp': '2022-11-03T00:00:00.000+01:00', 'articleBody': "God of War: Ragnarok se lanza el 9 de noviembre en PlayStation 5 y PlayStation 4, y hoy publicaremos nuestro análisis a las 17:00h (hora peninsular española). Santa Monica Studio ha ofrecido una lista de las diferentes opciones gráficas que ofrece en los distintos modelos de consolas, especialmente en PS5 y PS4 Pro. Además, aquellos usuarios con la consola más moderna y pantallas compatibles con VRR podrán disfrutar de una tasa de imágenes por segundo superior a 60 fps, o sustituir los 30 fps por 40 fps manteniendo la sensación de fluidez.PlayStation 4:Estándar: 1080p de resolución, objetivo de 30 fps.PS4 Pro:Favorecer calidad: 1440-1656p, objetivo de 30 fps.Favorecer rendimiento: 1080-1656p, 30 fps desbloqueados.PlayStation 5:Favorecer calidad: 2160p (4K nativo), objetivo de 30 fps.Favorecer calidad + alta tasa de fps: 1800-2160p, objetivo de 40 fps.Favorecer calidad + alta tasa de fps + VRR: 1800-2160p, 40 fps desbloqueados.Favorecer rendimiento + alta tasa de fps: 1440p, 60 fps desbloqueados.Favorecer rendimiento + alta tasa de fps + VRR: 1440p, 60 fps desbloqueados.With #GodofWarRagnarok right around the corner, we’re happy to share all of the graphics modes that will be available to you across PS5, PS4 Pro, and PS4!Check out all the options below to learn about each mode’s resolution and FPS. pic.twitter.com/ribAoDkETb&mdash; Santa Monica Studio – God of War Ragnarök (@SonySantaMonica) November 3, 2022 Los análisis técnicos, en unas horasJunto con la valoración de God of War: Ragnarok como aventura también podremos ver los análisis técnicos de estos modos, la estabilidad del framerate en cada opción, el tipo de ajustes en el detalle y en definitiva, el modo más adecuado para cada consola, con y sin compatibilidad VRR, una ventaja que juegos como Marvel's Spider-Man, Horizon Forbidden West, los últimos Resident Evil o Ratchet & Clank: Una Dimensión Aparte, entre otros títulos, han aprovechado en sus opciones gráficas.&quot;Estas primeras horas con God of War: Ragnarok están siendo inmejorables. Tanto que nos ha costado muchísimo despegarnos del mando para ponernos a escribir este artículo. Puede que no sea tan novedoso y haya perdido el impacto que tuvo la entrega de 2018, pero es algo que compensa de sobras ofreciéndonos un juego mucho mejor en todos los sentidos y donde cada paso del camino supone una nueva sorpresa&quot;, contamos en el adelanto con nuestras impresiones. Pronto os ofreceremos también nuestra guía para obtener todos los secretos, coleccionables y estrategias.", 'author': 'Ramón Varela', 'games': [], 'description': 'La aventura de acción que se pone a la venta en unos días ofrece opciones para favorecer rendimiento, resolución y desbloquear tasa de imágenes por segundo en pantallas compatibles con VRR.', 'consoles': ['PS5', 'PS4', 'PS1'], 'title': 'God of War: Ragnarok detalla todos sus modos gráficos en PS5, PS4 y PS4 Pro', 'url': 'https://vandal.elespanol.com/noticia/1350757747/god-of-war-ragnarok-detalla-todos-sus-modos-graficos-en-ps5-ps4-y-ps4-pro/'}}, {'_index': 'articulos', '_id': 'H76tZ4QBC2bIo_jQ7dG8', '_score': 4.190092, '_source': {'date': '2022-10-20', 'companies': ['Sony'], '@timestamp': '2022-10-20T00:00:00.000+02:00', 'articleBody': 'Actualización: Ya sabemos cuánto ocupará también en PS5.God of War: Ragnarok requerirá de 118,509 GB de espacio libre para poder instalarlo en nuestras PlayStation 4, un tamaño considerablemente mayor que el de la entrega previa de 2018. Hay que tener en cuenta que la consola de anterior generación de Sony recibirá un parche de lanzamiento de 18,4 GB cuando se ponga a la venta el próximo 9 de noviembre; no se ha confirmado si la versión de PS5 también contará con una actualización. Este é o tamanho oficial de God Of War Ragnarok no PS4.Não irei soltar spoiler, aguardei tanto esse momento.#GodOfWarRagnarok #GodOfWarRagnarök #GodofWar pic.twitter.com/Kg81M3uudh— NoeL (@lfnoelb) October 18, 2022 Esta nueva entrega de la ya veterana saga de Santa Monica Studios abarca los Nueve Reinos nórdicos y, de hecho, los responsables del proyecto han comentado en el primer episodio de la serie de YouTube God of War Ragnarok entre bastidores que el videojuego final es &quot;mucho más grande&quot; de lo que tenían previsto inicialmente. Tened en cuenta también que Ragnarok supondrá la culminación de este arco ambientado en la mitología nórdica, por lo que imaginamos que tendrán mucho que contar en las más de veinte horas que podría durar la campaña principal. Fecha de la publicación del análisis en VandalEn Vandal ya estamos disfrutando en profundidad de este nuevo capítulo de la historia de Kratos y Atreus. Tenemos pensado publicar nuestro análisis finales el próximo 3 de noviembre, cerca de una semana antes del lanzamiento. Sin embargo, si estáis ansiosos por conocer qué nos está pareciendo Ragnarok, apuntad en vuestro calendario el 21 de octubre, la fecha en la que publicaremos nuestras primeras impresiones. ', 'author': 'Gerard Martí', 'games': [], 'description': 'La nueva entrega de God of War que culminará la saga nórdica ocupará 118,509 de espacio en el almacenamiento de PS4. A la venta el próximo 9 de noviembre, también para PS5.', 'consoles': ['PS5', 'PS4', 'PS1'], 'title': 'God of War: Ragnarok ocupará 118 GB de espacio en PS4', 'url': 'https://vandal.elespanol.com/noticia/1350757437/god-of-war-ragnarok-ocupara-118-gb-de-espacio-en-ps4/'}}, {'_index': 'articulos', '_id': '576tZ4QBC2bIo_jQ7dC8', '_score': 3.8180308, '_source': {'date': '2022-10-24', 'companies': [], '@timestamp': '2022-10-24T00:00:00.000+02:00', 'articleBody': 'God of War: Ragnarok se anunció en septiembre de 2020 con un breve teaser donde no se confirmaron plataformas más allá de PS5. Como ocurrió con Horizon Forbidden West y Gran Turismo 7, más tarde supimos que era un juego intergeneracional: saldría para PlayStation 4 y para PlayStation 5. En el caso de la aventura de Kratos y Atreus, desde que se comenzó a desarrollar en 2018, Santa Monica Studio tenía claro que el objetivo era, primero, hacer &quot;el mejor juego de PS4&quot;, y después, utilizar las capacidades de PS5 para poner &quot;la guinda en el pastel&quot;, según ha desvelado en una entrevista con Eurogamer el director de animación Bruno Velazquez.&quot;Desde el principio sabíamos que esto iba a ser un juego para PS4 porque queríamos mantener a los fans; teníamos mucha gente que había disfrutado el juego [el reboot de God of War] en PS4&quot;, dice Velazquez. &quot;[...] Vamos a hacer el mejor juego de PS4 que podamos hacer. Nuestra meta es superar God of War de 2018 de todas las maneras posibles. Tener la versión de PS5 es simplemente la guinda del pastel&quot;.El director de animación dice que el equipo de desarrollo llevó más allá la fidelidad visual (teniendo en cuenta que es un juego de PS4) y la cantidad de contenido respecto al juego de 2018, además de cerrar la historia que empezó en aquel. Después, en PS5 añadieron la respuesta hátpica, el audio 3D, más fluidez, y mejores gráficos y texturas. &quot;Por supuesto, la versión de PS5 es la mejor manera de experimentarlo, pero en PS4 va a ser uno de los juegos que fuerce PS4 hasta el máximo&quot;, añade el desarrollador.&quot;Nunca nos sentimos limitados en las metas que nos propusimos&quot;El entrevistador pregunta a Velazquez si la decisión de ser un juego intergeneracional impidió al estudio incluir algo o desechar alguna idea, a lo que responde con una negativa porque, desde el principio, era un juego de PS4: &quot;Lo que es único de este juego es que, dado que desde el principio nos propusimos hacer la mejor versión de PS4, había ciertas metas que queríamos alcanzar, como concluir la historia, doblar la cantidad de personajes, tener más variedad de enemigos, crear ejecuciones específicas de armas [...]&quot;.&quot;Así que todas las cosas que nos propusimos hacer, fuimos capaces de hacerlas en PS4. Debido a eso, no siento que nos hayamos limitado de ninguna manera, porque alcanzamos todas las metas que nos propusimos&quot;. El animador concluye: &quot;Como mencioné antes, PS5 básicamente hizo el juego mucho mejor. Así que esa fue nuestra filosofía durante el desarrollo, nunca nos sentimos limitados en las metas que nos propusimos&quot;.God of War: Ragnarok se lanzará el 9 de noviembre para PlayStation 5 y PlayStation 4. Podéis leer nuestras impresiones con las primeras horas de juego en este artículo.', 'author': 'Fran G. Matas', 'games': [], 'description': "Bruno Velazquez, director de animación de la saga, explica en una entrevista que el objetivo del estudio fue crear 'el mejor juego de PS4' y que las mejoras para PS5 son 'la guinda del pastel'.", 'consoles': ['PS5', 'PS4', 'PS1'], 'title': 'God of War Ragnarok se concibió desde el principio como un juego para PS4', 'url': 'https://vandal.elespanol.com/noticia/1350757501/god-of-war-ragnarok-se-concibio-desde-el-principio-como-un-juego-para-ps4/'}}, {'_index': 'articulos', '_id': 'KL6tZ4QBC2bIo_jQ7dG8', '_score': 3.8180308, '_source': {'date': '2022-10-20', 'companies': [], '@timestamp': '2022-10-20T00:00:00.000+02:00', 'articleBody': 'Quedan aproximadamente tres semanas para que God of War: Ragnarok se estrene en PS5 y PS4, así que poco a poco vamos conociendo más detalles de la nueva entrega de la saga de Santa Monica Studio y PlayStation Studios: hoy hemos podido saber el espacio que el juego de Kratos y Atreus ocupará en el almacenamiento interno de la consola de pasada generación, y ahora se ha desvelado también el tamaño de la versión next-gen.&#128680; God of War Ragnarök (PS4-PS5)&#129001; US :&#128999; PS4 : 106.9 GB (Version: 1.01)&#129003; PS5 : 84 GB (Version: 1.001.000)&#129000; EU :&#128998; PS4 : 118.519 GB (Version: 1.01)&#129002; PS5 : 90-100 GB (exact size soon) &#11035; Pre-Load : November 2&#11036; Launch : November 9 &#128997; #GodOfWarRagnarok pic.twitter.com/60gKkvBRJu&mdash; PlayStation Game Size (@PlaystationSize) October 20, 2022 Diferencias de tamaño entre la versión europea y estadounidenseComo os comentábamos esta misma mañana, God of War: Ragnarok ocupará 118,51 GB en PS4, aunque este tamaño es el correspondiente a la versión europea: en Estados Unidos ocupará algo menos, unos 106,9 GB, lo que probablemente esté relacionado con los paquetes de idiomas y otro tipo de cambios internos. Por otro lado, en PS5 también hay diferencias entre las versiones europea y estadounidense: la primera tendrá un tamaño de entre 90 y 100 GB, mientras que la segunda baja hasta los 86 GB, según explica la cuenta de Twitter PlayStation Game Size en el tweet que podéis ver insertado sobre estas líneas.Lo cierto es que estas cifras no nos sorprenden teniendo en cuenta que recientemente Santa Monica Studios ha reconocido que la continuación de God of War es más grande de lo que esperaban inicialmente debido a que se tomó la decisión de contar la saga nórdica de Kratos en dos juegos en lugar de tres. En cuanto a tiempo de juego, se estima que la nueva aventura paternofilial dure más o menos lo mismo que el primer juego, alrededor de 20 horas, que se irían al doble si hacemos todo el contenido secundario.En Vandal ya estamos jugando a God of War: Ragnarok y publicaremos su análisis el 3 de noviembre, antes de su estreno oficial el 9 de noviembre en PS5 y PS4.', 'author': 'Manu Delgado', 'games': [], 'description': 'God of War: Ragnarok no se estrenará hasta el 9 de noviembre, pero ya sabemos cuánto ocupa el nuevo juego de Kratos en sus versiones de PlayStation 5 y PlayStation 4.', 'consoles': ['PS5', 'PS4', 'PS1'], 'title': 'Este es el espacio que ocupará God of War: Ragnarok en PS4 y PS5', 'url': 'https://vandal.elespanol.com/noticia/1350757446/este-es-el-espacio-que-ocupara-god-of-war-ragnarok-en-ps4-y-ps5/'}}, {'_index': 'articulos', '_id': 'XL6tZ4QBC2bIo_jQ7dC7', '_score': 3.708271, '_source': {'date': '2022-11-01', 'companies': [], '@timestamp': '2022-11-01T00:00:00.000+01:00', 'articleBody': "Los jugadores que cuenten con una suscripción desde el nivel Essential hasta el Premium de PlayStation Plus ya pueden disfrutar de Nioh 2 (PS5/PS4), Heavenly Bodies (PS5/PS4) y LEGO Harry Potter Collection (PS4) -también compatible con PS5- como parte de los nuevos juegos mensuales de noviembre. Tal y como os hemos comentado en anteriores ocasiones, estos videojuegos se mantendrán gratis en vuestra biblioteca siempre y cuando mantengáis activa vuestra suscripción al servicio de PlayStation.Nioh 2 (PS5 y PS4)Heavenly Bodies (PS5 y PS4)LEGO Harry Potter Collection (PS4)¿Merecen la pena los juegos gratis de PS Plus de noviembre?El jurho más destacado de este mes sería Nioh 2, el soulslike de Team Ninja, una segunda entrega que supuso un más y mejor con respecto al juego original. Se lanzó originalmente en marzo de 2020, aunque al año siguiente se publicó su actualización next-gen para PlayStation 5, que está incluida en PS Plus. Podéis leer nuestro análisis y tener a mano nuestra guía para superar el desafío que propone este soulslike.Por otro lado tenemos Heavenly Bodies, un simpático cooperativo de puzles en el espacio que se lanzó a finales del año pasado, y LEGO Harry Potter Collection, la colección completa de los juegos del popular mago en versión LEGO, que cubre todas las películas de la famosa saga cinematográfica.Estos tres títulos se pueden añadir a nuestra biblioteca a coste cero hasta el 6 de diciembre, cuando serán sustituidos por otros títulos. Próximamente se anunciarán los juegos para suscritos a PS Plus Extra y Premium, pues hace unos días se actualizaron con varias novedades, como Grand Theft Auto: Vice City – The Definitive Edition, varios Asssassin's Creed, títulos de la saga Dragon Quest y The Medium, entre otros.", 'author': 'Ramón Varela', 'games': ['GTA'], 'description': 'Puedes añadir gratis Nioh 2, Heavenly Bodies y LEGO Harry Potter Collection a tu colección hasta el 6 de diciembre si tienes alguna suscripción a PS Plus.', 'consoles': ['PS5', 'PS4', 'PS1'], 'title': 'Ya están disponibles los juegos de noviembre de PS Plus Essential para PS4 y PS5', 'url': 'https://vandal.elespanol.com/noticia/1350757692/ya-estan-disponibles-los-juegos-de-noviembre-de-ps-plus-essential-para-ps4-y-ps5/'}}, {'_index': 'articulos', '_id': 'WL6tZ4QBC2bIo_jQ7dG8', '_score': 3.708271, '_source': {'date': '2022-10-18', 'companies': [], '@timestamp': '2022-10-18T00:00:00.000+02:00', 'articleBody': 'Uncharted: Colección Legado de los Ladrones, el pack que incluye Uncharted 4: El Desenlace del Ladrón y Uncharted: El Legado Perdido, aterriza mañana mismo en ordenadores tras su lanzamiento original en PlayStation 5. A partir de mañana, la cuarta entrega numerada de las aventuras de Nathan Drake y el spin-off protagonizado por Chloe Frazer estarán oficialmente disponibles en PS4, PS5 y PC. Para celebrar la ocasión, ElAnalistaDeBits ha realizado una nueva comparativa en la que podemos apreciar las diferencias que existen entre estas versiones, sobre todo en lo que se refiere a la tasa de fotogramas por segundo y a la resolución nativa. A pesar de que, por limitaciones obvias del hardware, las versiones de PS4 son las que peor salen paradas en la comparativa si la ponemos frente a las ediciones de PS5 y PC, aún nos sigue pareciendo sorprendente el trabajo que realizó Naughty Dog en su momento con ambos videojuegos. ElAnalistaDeBits concluye que las texturas, las sombras y el filtrado anisotrópico presentan ligeras mejoras en PC con respecto a PS5, aunque esta reciente versión para ordenadores presenta algunas partículas a velocidades incorrectas y, curiosamente, los tiempos de carga son más rápidos en la consola de nueva generación. Por otro lado, Steam Deck es capaz de ejecutar el videojuego a 30 fps estables, aunque no alcanza nunca los 60 fps, no siquiera con la configuración gráfica al mínimo.¿Qué tal está Uncharted: Colección Legado de los Ladrones? &quot;Uncharted: Colección Legado de los Ladrones es otra buena adaptación de un videojuego de las consolas PlayStation a PC, contando con un buen número de opciones gráficas, mejoras visuales y un rendimiento muy sólido en todo tipo de equipos para que disfrutemos de dos obras muy especiales que vimos por primera vez en PS4 y que se rescataron para la misma colección en PS5&quot;, concluimos en nuestro análisis centrado en detallar la versión lazada para PC. ', 'author': 'Gerard Martí', 'games': [], 'description': 'ElAnalistaDeBits comparte una nueva comparativa centrada en el rendimiento y la resolución que alcanza Uncharted: Colección Legado de los Ladrones en consolas PlayStation, PC y Steam Deck.', 'consoles': ['PC', 'PS5', 'PS4', 'PS1'], 'title': 'Comparan los gráficos de la colección de Uncharted en PS4, PS5, PC y Steam Deck', 'url': 'https://vandal.elespanol.com/noticia/1350757374/comparan-los-graficos-de-la-coleccion-de-uncharted-en-ps4-ps5-pc-y-steam-deck/'}}, {'_index': 'articulos', '_id': 'dL6tZ4QBC2bIo_jQ7dC7', '_score': 3.6046467, '_source': {'date': '2022-10-28', 'companies': [], '@timestamp': '2022-10-28T00:00:00.000+02:00', 'articleBody': 'Star Ocean: The Divine Force ya está a la venta en consolas y PC. Se trata de un nuevo JRPG de la veterana saga de tri-Ace que ya hemos analizado en Vandal. Algunos fans esperan que la desarrolladora se anime con nuevas entregas y el lanzamiento de versiones inéditas en Occidente, algo que tri-Ace estaría encantada de hacer si hay suficiente presión.En una entrevista al equipo, con motivo del estreno de The Divine Force, el estudio es preguntado por la posibilidad de ver Star Ocean: Second Evolution de PlayStation 4 fuera de Japón. El original debutó en la primera PlayStation y tuvo un relanzamiento en Japón para PSP en 2009 -que sí llegó a Europa- y en PS4, PS Vita y PS3 en 2015, con gráficos mejorados, cambios en la banda sonora y otro contenido, pero en estas plataformas nunca se lanzó en Occidente, a diferencia de lo que sucedió con Star Ocean First Departure R.&quot;Agradeceríamos si los fans expresasen su deseo [de ver Second Evolution en Occidente]. Cuanto más lo pidan de manera pública, más posibilidades hay de convencer a los ejecutivos&quot;, dice tri-Ace.Un notable RPG&quot;Star Ocean: Second Evolution es, sin duda, un título mejor que su predecesor, tanto en algunos aspectos técnicos como en todo lo referente a su argumento y jugabilidad&quot;, os contamos en su versión para PSP. &quot;Es un excelente título de rol, apto tanto para los noveles que quieran conocer la saga como para los clásicos aficionados a la misma que, pese a los años con los que carga a sus espaldas, no defraudará a los seguidores del rol clásico de la compañía Square Enix&quot;.', 'author': 'Ramón Varela', 'games': [], 'description': 'Second Evolution tuvo un relanzamiento en 2015 pero quedó en Japón, y la desarrolladora pide que los fans hagan oír sus peticiones.', 'consoles': ['PC', 'PS4', 'PS3', 'PS1'], 'title': 'Star Ocean: Second Evolution de PS4 podría llegar a Occidente si hay demanda, dice tri-Ace', 'url': 'https://vandal.elespanol.com/noticia/1350757626/star-ocean-second-evolution-de-ps4-podria-llegar-a-occidente-si-hay-demanda-dice-triace/'}}, {'_index': 'articulos', '_id': 'e76tZ4QBC2bIo_jQ7dC7', '_score': 3.6046467, '_source': {'date': '2022-10-27', 'companies': ['Capcom'], '@timestamp': '2022-10-27T00:00:00.000+02:00', 'articleBody': 'Street Fighter 6 llegará a PC (Steam), PlayStation 5, Xbox Series X/S y PlayStation 4 después de marzo de 2023. La prueba cerrada en fase beta que tuvo lugar a principios de este mes hizo pensar a muchos que el estreno estaría cerca, quizá en los primeros meses del año que viene, pero Capcom ha asegurado que no tiene ningún estreno de peso antes de Resident Evil 4 Remake, que saldrá el 24 de marzo en las plataformas ya mencionadas.La compañía japonesa ha publicado un informe financiero que cubre desde marzo a septiembre de 2022. En ese documento explican, tal y como recogen en VG247, que no tienen planeado el estreno de ningún juego nuevo de una de sus grandes propiedades intelectuales antes del final de su año fiscal en marzo de 2023, a excepción del remake de Resident Evil 4.Capcom está en camino de conseguir aumentar sus ingresos anuales, año tras año, durante una década. En los seis meses que van de marzo a septiembre de 2022 la marca ha vendido 21,3 millones de juegos en todo el mundo. Monster Hunter Rise: Sunbreak, lanzado en Switch y PC en junio, ha vendido más de 4,4 millones de unidades. Monster Hunter Rise acumula más de 11 millones. La firma destaca también Resident Evil 2 Remake, que supera los 10 millones de copias, y que ejemplifica cómo los buenos números proceden en buena parte de su catálogo reciente y sus promociones. La saga Resident Evil ha vendido 131 millones de copias; Monster Hunter, 88 millones; y Street Fighter, 49 millones. Le siguen Mega Man (38 millones), Devil May Cry (27 millones) y Dead Rising (15 millones).¿El Street Fighter definitivo?Volviendo a Street Fighter 6, en Vandal tuvimos la oportunidad de jugar a la beta cerrada. &quot;Todavía es muy pronto para poder decir si estamos ante el Street Fighter definitivo, pero lo que sí que nos ha quedado claro con esta beta es que Capcom ha encarrilado la saga en la dirección correcta y que este es el camino a seguir&quot;, dijo Carlos Leiva en sus impresiones.', 'author': 'Fran G. Matas', 'games': [], 'description': 'Capcom ha explicado en su informe financiero que tienen un lanzamiento AAA antes del final del año fiscal (marzo de 2023), Resident Evil 4, por lo que SF6 llegará después.', 'consoles': ['Switch', 'PC', 'PS5', 'PS4', 'PS1', 'Xbox'], 'title': 'Street Fighter 6 saldrá en PC, PS5, Xbox Series y PS4 después de abril de 2023', 'url': 'https://vandal.elespanol.com/noticia/1350757587/street-fighter-6-saldra-en-pc-ps5-xbox-series-y-ps4-despues-de-abril-de-2023/'}}, {'_index': 'articulos', '_id': 'Nb6tZ4QBC2bIo_jQ7dG8', '_score': 3.6046467, '_source': {'date': '2022-10-19', 'companies': [], '@timestamp': '2022-10-19T00:00:00.000+02:00', 'articleBody': 'Tadeo Jones 3: La Tabla Esmeralda ya tiene fecha de lanzamiento. La desarrolladora Gammera Nest y PlayStation España han anunciado que esta adaptación de la nueva película de animación llegará a PS5, PS4 y PC el próximo 16 de noviembre. Tendrá una edición física (distribuida por Selecta Play) que ya se puede reservar, así como una edición digital también disponible para añadir a la lista de deseados en PS Store.Este nuevo juego de Tadeo Jones apostará por la acción en tres dimensiones con puzles, plataformas y todo tipo de situaciones disparatadas alrededor del mundo, siguiendo las mismas aventuras que este personaje y su equipo vivirá en la nueva película de la saga. Tadeo Jones 3: La Tabla Esmeralda es un videojuego para toda la familia con niveles de puzles, carreras, reliquias y secretos. Durante el desarrollo de la aventura podremos controlar a diferentes personajes. Podéis ver el nuevo tráiler a continuación:Tadeo y sus amigos huyendo de una antigua maldición&quot;En esta nueva entrega, Tadeo se encuentra excavando en Veracruz, México, donde, sin querer, despertará una antigua maldición&quot;, explica la descripción oficial de Tadeo Jones 3: La Tabla Esmeralda. &quot;Como consecuencia de este desastre, sus amigos momia, Jeff y Belzoni son víctimas de un milenario y perverso hechizo. Encontrar la tabla esmeralda es lo único que puede revertirla, pero antes de conseguirlo, Tadeo y Sara deberán seguir las pistas de la excéntrica Victoria Moon y sus espías, explorar enormes extensiones de terreno, superar complicados obstáculos y resolver enigmas siempre perseguidos de cerca por los agentes internacionales Pickles y Ramírez&quot;.Tadeo Jones 3: La Tabla Esmeralda se estrenará en físico y digital el 16 de noviembre. Estará disponible en PS5, PS4 y PC. Bajo estas líneas podéis ver una galería con imágenes del juego.', 'author': 'Manu Delgado', 'games': [], 'description': 'El nuevo juego de Tadeo Jones se estrenará el mes que viene con ediciones física y digital que ya se pueden reservar. Hoy se ha publicado un nuevo tráiler.', 'consoles': ['PC', 'PS5', 'PS4', 'PS1'], 'title': 'Tadeo Jones 3: La Tabla Esmeralda llegará el 16 de noviembre a PS5, PS4 y PC', 'url': 'https://vandal.elespanol.com/noticia/1350757414/tadeo-jones-3-la-tabla-esmeralda-llegara-el-16-de-noviembre-a-ps5-y-pc/'}}]